[
  {
    "id": 1,
    "title": "Digitale ressurser for helseutdanning",
    "submenuTitle": "Introduksjon",
    "layout": "default",
    "content": [
      {
        "title": "Digitale ressurser for helseutdanning",
        "description": "\nVelkommen til e-læringsportalen! E-læringsportalen er en samling av gamle og nye e-læringsressurser for helseutdanning ved Universitetet i Oslo. \nDu finner en oversikt over alle e-læringsressursene i menyen til venstre. Dersom du vil delta i, eller har forslag til, et e-læringsprosjekt,\nkan du kontakte Seksjon for helsevitenskapelig pedagogikk (HELP).",
        "email": "e-laring@medisin.uio.no"
      }
    ]
  },
  {
    "id": 2,
    "title": "Akuttmedisin",
    "submenuTitle": "Akuttmedisin",
    "layout": "default",
    "content": [
      {
        "title": "Akuttmedisin",
        "description": "\nDette fagområdet inneholder et bredt spekter ferdigheter og prosedyrer som brukes ved initiell undersøkelse, monitorering og stabilisering av akutt syke pasienter. \"Akuttmedisin\" utøves prehospitalt, i almenmedisinsk legevakt, i akuttmottak på sykehus, og ved akutt forverrelse hos pasient på sengepost. Prosedyrene er derfor felles for svært mange fagspesialiteter; fellestrekket er behovet for raskt å avklare og avhjelpe en mulig kritisk situasjon. Dette krever en prioritert systematikk i tilnærmingen og innøvde ferdigheter.\nElæringsressursen er bygd opp rundt de nasjonale kravene til praktiske ferdigheter for medisinstudenter i Norge som ble vedtatt i 2015. Noen av ressursene vil være å finne også under andre fagfelt, som allmenmedisin, generell kirurgi (traumatologi), anestesiologi, og propedeutikk. Ressursene er ment som et supplement til ordinær undervisning og lærebøker.\nLæringsutbytte: Bidra til inntrening og repetisjon av den prioriterte systematikk og de praktiske ferdigheter som er nødvendig i den initielle tilnærmingen til akutt syke pasienter.\nPedagogikk: Ressursen benytter bilder, tekster, animasjoner og interaktive kasuistikker (\"virtuelle pasienter\").\nBrukes i: Undervisning av medisinstudenter ved Universitetet i Oslo.",
        "email": "signe.sovik@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/akuttmedisin/index.shtml"
      },
      {
        "title": "Legemiddelregning og praktisk legemiddelhåndtering",
        "description": "\nLæringsutbytte: Gi medisinstudenter en oversikt over legemiddelregning og praktisk legemiddelhåndtering inkl. oppheng av infusjonssett, fortynning av injeksjons- og infusjonsvæsker og utregning av infusjonshastighet.\nPedagogikk: Elæringskurset er bygget opp av 6 kapitler bestående av korte tekster, illustrasjonsbilder og kliniske kasuistikker med multiple-choice-regneoppgaver.\nBrukes i: Kurset er utviklet som et supplement til kurs i innleggelse av perifert venekateter, oppheng av infusjonssett, subkutane og intramuskulære injeksjoner ved Ferdighetssenteret ved UiO. Kurset kan også brukes som supplement til undervisningen i anestesiologi.\nForkunnskaper: Medisinsk basalkunnskap.\nE-læringsressursen er utviklet ved:Universitetet i Oslo",
        "email": "ferdighetssenteret@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ferdighetssenteret/legemiddelregning/index.shtml"
      }
    ]
  },
  {
    "id": 3,
    "title": "Allmennmedisin",
    "submenuTitle": "Allmennmedisin",
    "layout": "default",
    "content": [
      {
        "title": "Klinisk kommunikasjon",
        "description": "\nLæringsutbytte: Lære viktige ferdigheter innen klinisk kommunikasjon, samt øve på når og hvordan disse skal utøves.\nPedagogikk: Inneholder videofilmer, oppgaver i form av quiz og refleksjon, samt pensumrelatert tekst.\nBrukes i: Er et supplement til ordinær undervisning i atferdsfag i medisinstudiet i Oslo. Ressursen har ulike moduler for de ulike semestrene og er tilpasset pensumnivå.",
        "email": "arnstein.finset@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/atferdsfag/klinkom/index.html"
      },
      {
        "title": "Kartlegging av samansette helseproblem hos eldre",
        "description": "\nLæringsutbytte: Løysing av situasjonspesifikke, samansette helseproblem hos eldre som krev systematisk kartlegging, klinisk vurdering og målretta, pasientsentrera intervensjonar.\nPedagogikk: Ressursen skal styrke praksisnær undervising av systematiske kartleggingar ved utfordringar som kronisk sjukdom, kognitiv svikt, kosthald og kontakt. Vi viser strategiar for systematisk undersøkelse, og utfordrar til å analysere styrke, svakhet og behov for kontekstuell tilpassing gitt subjektive teikn og objektive data og funn fra anerkjende vurderings-, kartleggings- og livskvalitetsinstrument. Det introduserast teknikkar og undersøkelsesstrategiar, gis interaktive oppgaver med tilbakemelding og visast refleksjonssekvensar, i tillegg til oppgaver spesifikt for masterstudiet \"avansert geriatrisk sykepleie\".\nBrukes i: Mastergradsstudiet \"avansert geriatrisk sykepleie\" og som introduksjon til geriatri og allmennmedisin.\nForkunnskap: Anatomi, fysiologi, grunnleggande sjukepleie.",
        "email": "anne.moen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/sykepleie/ags/forside/"
      },
      {
        "title": "Psykiatriportalen",
        "description": "\nPsykiatriportalen er en samling av egenproduserte elæringsressurser som demonstrerer psykiatrisk intervju av pasienter med ulike plager og psykodynamisk orientert samtaleterapi.\nPedagogikk: Videokasuistikker.\nBrukes av: Studenter i modul 5 i medisinstudiet i Oslo.",
        "email": "jangutt@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/psykiatri/index.shtml"
      },
      {
        "title": "Bevegelsesapparatet",
        "description": "\nE-læringsressursen om bevegelsesapparatet er ment som et supplement til den kliniske undervisningen om bevegelsesapparatet for medisinstudenter. På disse sidene vil man både kunne lese og se bilder/tegninger og videoer som demonstrerer hvordan man undersøker de ulike leddene. I tillegg finner man sykehistorier og quiz'er.\nElæringsressursen ble utviklet i perioden 2015-2018. Medisinerstudentene Caroline Kooy Tveiten, Hannah Ugletveit Jahr og Alexander Øvestad har laget tekster, tegninger, filmer sammen med faglærere i hovedsak innenfor Ortopedisk Kirurgi ved Oslo Universitetsykehus Ortopedisk Klinikk, (Albue: Stein Tyrdal, Ankel/Fot: Are Stødle, Hånd: Magne Røkkum, Skulder: Berte Bøe, Hofte: Lars Nordsletten og Kne: Lars Engebretsen), men også Fysikalsk medisin ved professor Jens Ivar Brox: Rygg og nakke. Professor Lars Engebretsen har vært faglig ansvarlig for prosjektet.\nLæringsutbytte: Lære seg riktig leddundersøkelse av pasienter med varierende symptomer og traumer/sykdommer. Lære seg å tolke undersøkelser med patologiske funn ved å sammenligne med normale undersøkelser.\nPedagogikk: Elæringsressursen er bygd som et oppslagsverk med hovedvekt på å lære praktisk undersøkelsesteknikk. Det er lagt inn selvtesting i form av quiz'er og virtuelle pasienter slik at studenten kan etterprøve læreprosessen sin. Nyttig både i ortopedi, fysikalsk medisin og reumatologi-undervisningen og som supplement til senere klinisk arbeid. Supplement til lærebok i ortopedi.\nBrukes i: Benyttes aktivt i gruppeundervisningen i modul 3 og 8. I tillegg som supplement til forelesninger innenfor de same emnene. I modul 3 skal studentene tilegne seg grunnkunnskaper om bevegelsesapparatets normale struktur og funksjon, samt lære relevant undersøkelsesmetodikk. Modul 8 dreier seg i hovedsak om kunnskap i patologien, å kunne bruke relevante undersøkelser videre i det diagnostiske arbeidet, samt videre behandling av pasientens problem.",
        "email": " lars.engebretsen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ortopedi/index.shtml"
      },
      {
        "title": "Skal jeg gi antibiotika?",
        "description": "\nKurset inneholder fire kursmoduler med kasuistikker fra henholdsvis legevakt, legekontor, sykehus og sykehjem.\nKurset er beregnet på medisinstudenter som snart skal ut i eller nylig har vært i praksis. Kurset kan også være nyttig for nyutdannede leger.\nLæringsutbytte: Etter gjennomføring vil du kunne avgjøre indikasjon for antibiotika og kommunisere rundt antibiotikabehandling ved en rekke tilstander i primær- og spesialisthelsetjenesten.\nPedagogikk: Modulene er bygget opp rundt kasuistikker med oppgaver du skal løse. Underveis får du praktisk rettede tilbakemeldinger. Kurset inneholder også en rekke lenker med supplerende innhold.\nBrukes: Som et supplement til ordinær undervisning.\nE-læringskurset er finansiert av SHE (Senter for bærekraft i helseutdanningene) og utviklet av Antibiotikasenteret for primærmedisin ved Avdeling for allmennmedisin, Universitetet i Oslo, med innspill fra representanter fra de medisinske fakultetene ved Universitetet i Bergen, Norges Teknisk-Naturvitenskapelige Universitet og UiT – Norges arktiske universitet, KAS (Nasjonal kompetansetjeneste for antibiotikabruk i spesialisthelsetjenesten) og en referansegruppe bestående av medisinstudenter.\nGå til kurset, registrerer deg som ny bruker og meld deg på.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": " post@antibiotikasenteret.no",
        "link": "https://kurs.antibiotikasenteret.no/login/index.php"
      }
    ]
  },
  {
    "id": 4,
    "title": "Anatomi",
    "submenuTitle": "Anatomi",
    "layout": "default",
    "content": [
      {
        "title": "Bevegelsesapparatet",
             "description": "\nE-læringsressursen om bevegelsesapparatet er ment som et supplement til den kliniske undervisningen om bevegelsesapparatet for medisinstudenter. På disse sidene vil man både kunne lese og se bilder/tegninger og videoer som demonstrerer hvordan man undersøker de ulike leddene. I tillegg finner man sykehistorier og quiz'er.\nElæringsressursen ble utviklet i perioden 2015-2018. Medisinerstudentene Caroline Kooy Tveiten, Hannah Ugletveit Jahr og Alexander Øvestad har laget tekster, tegninger, filmer sammen med faglærere i hovedsak innenfor Ortopedisk Kirurgi ved Oslo Universitetsykehus Ortopedisk Klinikk, (Albue: Stein Tyrdal, Ankel/Fot: Are Stødle, Hånd: Magne Røkkum, Skulder: Berte Bøe, Hofte: Lars Nordsletten og Kne: Lars Engebretsen), men også Fysikalsk medisin ved professor Jens Ivar Brox: Rygg og nakke. Professor Lars Engebretsen har vært faglig ansvarlig for prosjektet.\nLæringsutbytte: Lære seg riktig leddundersøkelse av pasienter med varierende symptomer og traumer/sykdommer. Lære seg å tolke undersøkelser med patologiske funn ved å sammenligne med normale undersøkelser.\nPedagogikk: Elæringsressursen er bygd som et oppslagsverk med hovedvekt på å lære praktisk undersøkelsesteknikk. Det er lagt inn selvtesting i form av quiz'er og virtuelle pasienter slik at studenten kan etterprøve læreprosessen sin. Nyttig både i ortopedi, fysikalsk medisin og reumatologi-undervisningen og som supplement til senere klinisk arbeid. Supplement til lærebok i ortopedi.\nBrukes i: Benyttes aktivt i gruppeundervisningen i modul 3 og 8. I tillegg som supplement til forelesninger innenfor de same emnene. I modul 3 skal studentene tilegne seg grunnkunnskaper om bevegelsesapparatets normale struktur og funksjon, samt lære relevant undersøkelsesmetodikk. Modul 8 dreier seg i hovedsak om kunnskap i patologien, å kunne bruke relevante undersøkelser videre i det diagnostiske arbeidet, samt videre behandling av pasientens problem.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "lars.engebretsen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ortopedi/index.shtml"
      },
      {
        "title": "Histologi",
        "description": "\nDisse sidene inneholder alle kurssnitt tilhørende undervisningen i histologi for medisinstudenter ved Universitetet i Oslo. Odontologi- og ernæringsstudenter vil også ha nytte av disse undervisningssidene, særlig det som finnes under modul 1.\nFør hvert kurs finner du en introduksjonsdel. Den dekker det absolutt viktigste du bør kunne før du begynner å se på de ulike snittene. Vi har valgt å ta med en rekke håndtegnete strukturer for å underbygge og illustrere poengene.\nAlle snittene er utstyrt med piler og tekst på viktige strukturer/prosesser. I tillegg finner du et virtuelt mikroskopi-bilde (VM-bildet) av alle snittene, der du selv skal forsøke å finne de ulike strukturene. Nettsiden er ment som et supplement til undervisningen på kurssalen. Den følger samme oppbygning som kursheftet du får kjøpt på Akademika. Sidene egner seg svært godt til selvstudium og repetisjon før eksamen. Kan du det som står på nettsidene her, er vi sikker på at du kommer til å briljere på eksamen!",
        "email": "m.r.daws@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/anatomi/histologi/index.shtml"
      }
    ]
  },
  {
    "id": 5,
    "title": "Anestesiologi",
    "submenuTitle": "Anestesiologi",
    "layout": "default",
    "content": [
      {
        "title": "Akuttmedisin",
        "description": "\nDette fagområdet inneholder et bredt spekter ferdigheter og prosedyrer som brukes ved initiell undersøkelse, monitorering og stabilisering av akutt syke pasienter. \"Akuttmedisin\" utøves prehospitalt, i almenmedisinsk legevakt, i akuttmottak på sykehus, og ved akutt forverrelse hos pasient på sengepost. Prosedyrene er derfor felles for svært mange fagspesialiteter; fellestrekket er behovet for raskt å avklare og avhjelpe en mulig kritisk situasjon. Dette krever en prioritert systematikk i tilnærmingen og innøvde ferdigheter.\nElæringsressursen er bygd opp rundt de nasjonale kravene til praktiske ferdigheter for medisinstudenter i Norge som ble vedtatt i 2015. Noen av ressursene vil være å finne også under andre fagfelt, som allmenmedisin, generell kirurgi (traumatologi), anestesiologi, og propedeutikk. Ressursene er ment som et supplement til ordinær undervisning og lærebøker.\n\nLæringsutbytte: Bidra til inntrening og repetisjon av den prioriterte systematikk og de praktiske ferdigheter som er nødvendig i den initielle tilnærmingen til akutt syke pasienter.\n\nPedagogikk: Ressursen benytter bilder, tekster, animasjoner og interaktive kasuistikker (\"virtuelle pasienter\").\nBrukes i: Undervisning av medisinstudenter ved Universitetet i Oslo.\n",
        "email": " signe.sovik@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/akuttmedisin/index.shtml"
      },
      {
        "title": "Legemiddelregning og praktisk legemiddelhåndtering",
        "description": "\nLæringsutbytte: Gi medisinstudenter en oversikt over legemiddelregning og praktisk legemiddelhåndtering inkl. oppheng av infusjonssett, fortynning av injeksjons- og infusjonsvæsker og utregning av infusjonshastighet.\nPedagogikk: Elæringskurset er bygget opp av 6 kapitler bestående av korte tekster, illustrasjonsbilder og kliniske kasuistikker med multiple-choice-regneoppgaver.\nBrukes i: Kurset er utviklet som et supplement til kurs i innleggelse av perifert venekateter, oppheng av infusjonssett, subkutane og intramuskulære injeksjoner ved Ferdighetssenteret ved UiO. Kurset kan også brukes som supplement til undervisningen i anestesiologi.\n\nForkunnskaper: Medisinsk basalkunnskap.\nE-læringsressursen er utviklet ved:Universitetet i Oslo",
        "email": "ferdighetssenteret@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ferdighetssenteret/legemiddelregning/index.shtml"
      }
    ]
  },
  {
    "id": 6,
    "title": "Barne- og ungdomspsykiatri",
    "submenuTitle": "Barne- og ungdomspsykiatri",
    "layout": "default",
    "content": []
  },
  {
    "id": 7,
    "title": "Barnekirurgi",
    "submenuTitle": "Barnekirurgi",
    "layout": "default",
    "content": []
  },
  {
    "id": 8,
    "title": "Barnesykdommer",
    "submenuTitle": "Barnesykdommer",
    "layout": "default",
    "content": [
      {
        "title": "Klinisk kommunikasjon",
        "description": "\nLæringsutbytte: Lære viktige ferdigheter innen klinisk kommunikasjon, samt øve på når og hvordan disse skal utøves.\nPedagogikk: Inneholder videofilmer, oppgaver i form av quiz og refleksjon, samt pensumrelatert tekst.\nBrukes i: Er et supplement til ordinær undervisning i atferdsfag i medisinstudiet i Oslo. Ressursen har ulike moduler for de ulike semestrene og er tilpasset pensumnivå.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "arnstein.finset@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/atferdsfag/klinkom/index.html"
      },
      {
        "title": "Smertepodden",
        "description": "\nElæringsressursen er en podcastserie som drøfter smertevurdering og smertebehandling av barn. Refleksjonene presenteres av leger, sykepleiere og en tannlege, samt medisinstudentene Camilla Gustavsen og David Hui. Podcastserien er ment som et supplement til ordinær undervisning og lærebøker.\nLæringsutbytte:Elæringesressursen forsøker å bidra til å oppnå (deler av) følgende læringsutbytte på modul 6 ved Universitetet i Oslo:\nthe most important physical, psychological, and social risk factors for health challenges in childhood, adolescence and in the family\n\n•  how to organize and coordinate health services for children and adolescents with chronic conditions \n   and disabilities in the community, and the transition to adult specialist services challenges to child health in a global perspective\n•  obtain a pediatric case history\n•  communicate with the parents and relate to children and adolescents\n•  recognize symptoms and signs that characterize severe illness and life threatening situations in children, \n   stabilize vital functions and immediate referral to specialist care\n•  empathy with sick children and their families\n•  respect for the children and families as active collaborators\n•  ability to seek guidance from more experienced physicians\n•  ability to collaborate with other professions involved in social and health care of children\n\nPedagogikk:Elæringsressursen drøfter og gjør rede for fagstoff fra flere områder innen pediatri. Kasuistikker og virtuelle pasienter blir brukt der det er hensiktsmessig og naturlig i episodene.\nBrukes i:Undervisning av medisinstudenter ved Universitetet i Oslo. I tillegg brukes elæringsressursen i undervisning av odontologi- og sykepleiestudenter.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n\nKontakt: signe.sovik@medisin.uio.no\n",
        "email": "signe.sovik@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/barnesykdommer/smertepodden.shtml"
      }
    ]
  },
  {
    "id": 9,
    "title": "Biokjemi",
    "submenuTitle": "Biokjemi",
    "layout": "default",
    "content": []
  },
  {
    "id": 10,
    "title": "Blodsykdommer",
    "submenuTitle": "Blodsykdommer",
    "layout": "default",
    "content": []
  },
  {
    "id": 11,
    "title": "Bryst- og endokrinkirurgi",
    "submenuTitle": "Bryst- og endokrinkirurgi",
    "layout": "default",
    "content": [
      {
        "title": "Klinisk brystundersøkelse",
        "description": "\nKlinisk brystundersøkelse\nDette e-læringsprogrammet er et supplement til undervisningen og beskriver hvordan en klinisk brystundersøkelse bør gjøres.\nLæringsutbytte: E-læringsprogrammet bidrar til å lære riktig undersøkelsesteknikk av bryst og regionale glandelstasjoner. De vanligste kliniske funn ved brystkreft blir gjennomgått.\nPedagogikk: Ressursen brukes best som et supplement til forelesninger og smågruppeundervisning.\nBrukes i: Undervisning om bryst for medisinstudenter.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "ekurs-bryst-endokrin@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/bryst_endokrin_kir/index.shtml"
      }
    ]
  },
  {
    "id": 12,
    "title": "Endokrinologi",
    "submenuTitle": "Endokrinologi",
    "layout": "default",
    "content": [
      {
        "title": "Thyreoidea",
        "description": "\nDette e-læringsprogrammet samler kunnskap om thyreoidea på ett sted og lenker stoff fra basalmedisinske, parakliniske og kliniske fag sammen. Det er ment som et supplement til ordinær undervisning og lærebøker, og til repetisjon.\nLæringsutbytte: Kurset gir en helhetlig oversikt over thyreoidea med utgangspunkt i læringsutbyttebeskrivelsene fra de berørte fagområdene og modulene. Den skal også bidra til at studentene lærer riktig undersøkelsesteknikk av thyreoidea og regionale lymfeknuter.\nPedagogikk: Ressursen benytter tekst, video, illustrasjoner, animasjoner, interaktive bilder, virtuell mikroskopi, refleksjonsspørsmål, interaktive kasuistikker («virtuelle pasienter») og quiz.\nBrukes i: Undervisning av medisinstudenter ved Universitetet i Oslo. Kan også benyttes av norske studenter ved andre universiteter.\nE-læringsprogrammet bygger på en eldre ressurs utarbeidet av to medisinstudenter sammen med Jens Petter Berg og Ingrid Norheim. Det nye programmet er laget i samarbeid med faglærere og e-læringsseksjonen i perioden 2020-2021. Professor Tore Julsrud Berg er faglig ansvarlig for prosjektet.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "e-laring@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/endokrinologi/thyreoidea/index.shtml"
      }
    ]
  },
  {
    "id": 13,
    "title": "Ernæringslære",
    "submenuTitle": "Ernæringslære",
    "layout": "default",
    "content": [
      {
        "title": "Sykdomsrelatert underernæring",
        "description": "\nLæringsutbytte: Identifisere ulike former for underernæring og forstå risikofaktorer og konsekvenser. Være i stand til å gjennomføre risikovurdering, beregne behov, kartlegge ernæringsstatus og gi ernæringsbehandling. Kurset legger vekt på å øke ferdigheter og inneholder mange oppgaver og en rekke kliniske pasientkasuistikker.\nBrukes: Av studenter i klinisk ernæring. Anbefales også for andre helseprofesjonsstudenter som leger og sykepeleiere.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "m.m.paulsen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ernaring/underernaering"
      },
      {
        "title": "Ernæringskartlegging",
        "description": "\nLæringsutbytte: Å kunne utføre en ernæringskartlegging i form av: gjennomføring og tolkning av antropometriske målinger, målemetoder for kroppssammensetning, verktøy for kartlegging av underernæring (PG-SGA) og glukosetoleransetest\nPedagogikk: Kurset består av en teoridel med tekst, filmer og spørsmål. Til hver del er det oppgaver for å lette innlæringen av stoffet.\nBrukes: Kurset brukes som et supplement til forelesninger og praktiske øvelser om ernæringskartlegging for kliniske ernæringsfysiologer i ERN1010 og i fellesundervisningen i Modul 2, og bygger på Nutrition Care Prosess NCP.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "christine.henriksen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ernaring/ernaringskartlegging_2021/index.html"
      },
      {
        "title": "Ernæringsdiagnosen",
        "description": "\nLæringsutbytte: Å kunne identifisere ernæringsproblem, etiologi og symptomer på basis av informasjonen fra ernæringskartleggingen. Etter gjennomført kurs skal du kunne stille en ernæringsdiagnose og formulere den i en PES-setning.\nPedagogikk: Kurset består av en teoridel med tekst, filmer og spørsmål. Til slutt er det en oppgavedel der studenten får prøve seg på egne pasienter.\nBrukes: Kurset bruke som et supplement til ordinær undervisning i ernæringsdiagnosen for kliniske ernæringsfysiologer i ERN1010 og ERN4400, og bygger på Ernæringskartleggingen.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "christine.henriksen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ernaring/ernaringsdiagnosen_2021/index.html"
      },
      {
        "title": "Nutrition Care Process - NCP",
        "description": "\nLæringsutbytte: Hvordan bruke kliniske ernæringsfysiologers arbeidsprosess (NCP) og den standardiserte terminologien NCPT.\nPedagogikk: Kurset består av en teoridel med tekst, filmer og spørsmål. Til slutt er det en oppgavedel der studenten får prøve seg på egen pasient.\nBrukes: Kurset brukes som et supplement til forelesningene om Nutrition Care Process for kliniske ernæringsfysiologer i ERN1010 og ERN4400.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "christine.henriksen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ernaring/nutrition_care_process"
      },
      {
        "title": "Aterosklerose",
        "description": "\nLæringsutbytte: Øke forståelsen for hvilke faktorer som påvirker ateroskleroseprosessen og hvordan den utvikles over tid.\nPedagogikk: Interaktiv e-læringsprogram med filmsnutter, quiz, fun facts, nyere forskning i tillegg til visualisering av kroppens indre, spesielt blodårene med partikler i 3D modeller og enkelte 360 visninger.\nBrukes: Av alle helsefagutdanninger men tilpasset (MED2200) og senere i studieløpet.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "karianne.svendsen@medisin.uio.no",
        "link": "https://dev.360powerview.com/?collection=fffe9397-289c-436b-9815-10961a3c0079&chapter=3835cca1-ff81-488e-830b-1197c23cae18&scene=47ed83da-78e1-46b0-9c99-e8c8b2a12d6a"
      },
      {
        "title": "Vitamin K",
        "description": "\nLearning outcome: to have basic knowledge on vitamin K and its role in health and disease. The objective is to give an overview of the topic from the perspective of a clinical nutritionist, provide some in-depth information on biological mechanisms and the status of current knowledge, and present relevant clinical cases.\nPedagogic base: Small e-lectures, with links to original articles and some fact sheets providing more details. Quiz questions and interactive cases are presented towards the end.\nUsage: As a supplement to lectures in ERN2300, at the study in clinical nutrition.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "christine.henriksen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ernaring/vitamink/index.html"
      },
      {
        "title": "Pasientkommunikasjon for kliniske ernæringsfysiologer",
        "description": "\nLæringsutbytte: Å kunne bruke BIO modellen for kommunikasjon i en pasientsamtale, samt bruke motiverende samtale for å utforske tanker og følelser for å fremme mestring\nPedagogikk: Kurset består av en teoridel med tekst, filmer og spørsmål. Til hver del er det oppgaver for å lette innlæringen av stoffet.\nBrukes: Kurset brukes som et supplement til forelesninger og praktiske øvelser om ernæringskartlegging for kliniske ernæringsfysiologer i ERN1010,\nE-læringsressursen er utviklet ved: Universitetet i Oslo\n",
        "email": "christine.henriksen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ernaring/nutriweb/story_html5.html"
      }
    ]
  },
  {
    "id": 14,
    "title": "Farmakologi og toksikologi",
    "submenuTitle": "Farmakologi og toksikologi",
    "layout": "default",
    "content": [
      {
        "title": "Legemiddelregning og praktisk legemiddelhåndtering",
        "description": "\nLæringsutbytte: Gi medisinstudenter en oversikt over legemiddelregning og praktisk legemiddelhåndtering inkl. oppheng av infusjonssett, fortynning av injeksjons- og infusjonsvæsker og utregning av infusjonshastighet.\nPedagogikk: Elæringskurset er bygget opp av 6 kapitler bestående av korte tekster, illustrasjonsbilder og kliniske kasuistikker med multiple-choice-regneoppgaver.\nBrukes i: Kurset er utviklet som et supplement til kurs i innleggelse av perifert venekateter, oppheng av infusjonssett, subkutane og intramuskulære injeksjoner ved Ferdighetssenteret ved UiO. Kurset kan også brukes som supplement til undervisningen i anestesiologi.\nForkunnskaper: Medisinsk basalkunnskap.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "ferdighetssenteret@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ferdighetssenteret/legemiddelregning/index.shtml"
      }
    ]
  },
  {
    "id": 15,
    "title": "Fordøyelsessykdommer",
    "submenuTitle": "Fordøyelsessykdommer",
    "layout": "default",
    "content": []
  },
  {
    "id": 16,
    "title": "Fysikalsk medisin",
    "submenuTitle": "Fysikalsk medisin",
    "layout": "default",
    "content": [
      {
        "title": "Bevegelsesapparatet",
        "description": "\nE-læringsressursen om bevegelsesapparatet er ment som et supplement til den kliniske undervisningen om bevegelsesapparatet for medisinstudenter. På disse sidene vil man både kunne lese og se bilder/tegninger og videoer som demonstrerer hvordan man undersøker de ulike leddene. I tillegg finner man sykehistorier og quiz'er.\nElæringsressursen ble utviklet i perioden 2015-2018. Medisinerstudentene Caroline Kooy Tveiten, Hannah Ugletveit Jahr og Alexander Øvestad har laget tekster, tegninger, filmer sammen med faglærere i hovedsak innenfor Ortopedisk Kirurgi ved Oslo Universitetsykehus Ortopedisk Klinikk, (Albue: Stein Tyrdal, Ankel/Fot: Are Stødle, Hånd: Magne Røkkum, Skulder: Berte Bøe, Hofte: Lars Nordsletten og Kne: Lars Engebretsen), men også Fysikalsk medisin ved professor Jens Ivar Brox: Rygg og nakke. Professor Lars Engebretsen har vært faglig ansvarlig for prosjektet.\nLæringsutbytte: Lære seg riktig leddundersøkelse av pasienter med varierende symptomer og traumer/sykdommer. Lære seg å tolke undersøkelser med patologiske funn ved å sammenligne med normale undersøkelser.\nPedagogikk: Elæringsressursen er bygd som et oppslagsverk med hovedvekt på å lære praktisk undersøkelsesteknikk. Det er lagt inn selvtesting i form av quiz'er og virtuelle pasienter slik at studenten kan etterprøve læreprosessen sin. Nyttig både i ortopedi, fysikalsk medisin og reumatologi-undervisningen og som supplement til senere klinisk arbeid. Supplement til lærebok i ortopedi.\nBrukes i: Benyttes aktivt i gruppeundervisningen i modul 3 og 8. I tillegg som supplement til forelesninger innenfor de same emnene. I modul 3 skal studentene tilegne seg grunnkunnskaper om bevegelsesapparatets normale struktur og funksjon, samt lære relevant undersøkelsesmetodikk. Modul 8 dreier seg i hovedsak om kunnskap i patologien, å kunne bruke relevante undersøkelser videre i det diagnostiske arbeidet, samt videre behandling av pasientens problem.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "lars.engebretsen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ortopedi/index.shtml"
      },
      {
        "title": "Radiologi bildedatabase",
        "description": "\nEn samling av bilder fra radiologiske undersøkelser, der det foreligger bekrivelse av undersøkelsene, beskrivelse av funn og diskusjoner om undersøkelsenes plass i utredningen av forskjellige sykdommer.\n\nLæringsutbytte: Finne frem til riktig billedutredning av pasienter med varierende symptomer og sykdommer. Lære seg å tolke undersøkelser med patologiske funn ved å sammenligne med normale undersøkelser.\n\nPedagogikk: Nyttig både i radiologiundervisningen og som supplement til den kliniske undervisningen. Supplement til lærebok i radiologi. Forelesninger, målsetninger for undervisningen og opplegget for gruppeundervisningen finnes forøvrig tilgjengelig på www.radiologi.net.\n\nBrukes i: Benyttes aktivt i gruppeundervisningen i Modul 3 og 8. Billedmateriell i forelesninger er hentet ut fra databasen.\n\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "knut.lundin@medisin.uio.no",
        "link": "https://prod-studmed.uio.no/radiologiark/"
      }
    ]
  },
  {
    "id": 17,
    "title": "Fysiologi",
    "submenuTitle": "Fysiologi",
    "layout": "default",
    "content": [
      {
        "title": "Hjertemekanikk",
        "description": "\nLæringsutbytte: Forstå normal hjertemekanikk på et nivå for nyutdannete leger.\nPedagogikk: Ressursen brukes best sammen med en lærebok i sirkulasjonsfysiologi, men kan med litt forkunnskap studeres isolert. Ressursen er en interaktiv animasjon/simulering.\nBrukes i: Undervisning i normal sirkulasjonsfysiologi og klinisk hjertemedisin i medisinstudiet i Oslo.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "e-laring@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/fysiologi/hjertemekanikk/index.shtml"
      },
      {
        "title": "Hemodynamikk",
        "description": "Dette e-læringsprogrammet søker å forklare mekanismene og lovene som gjelder for væsketransport i arterier og vener.\nLæringsutbytte: Bidrag til forståelse av sammenhengen mellom blodstrøm og blodtrykk basert på Bernoullis og Poiseuilles lover.\nPedagogikk: Videoforelesninger.\nBrukes i: Undervisning i fysiologi i medisin-, odontologi- og ernæringsfysiologistudiene ved Universitetet i Oslo.\nE-læringsressursen er utviklet ved:Universitetet i Oslo",
        "email": "maja.elstad@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/fysiologi/hemodynamikk/index.shtml"
      }
    ]
  },
  {
    "id": 18,
    "title": "Fødselshjelp og kvinnesykdommer",
    "submenuTitle": "Fødselshjelp og kvinnesykdommer",
    "layout": "default",
    "content": [
      {
        "title": "Fødselshjelp og kvinnesykdommer",
        "description": "\nDette e-læringsprogrammet er et supplement til undervisningen i fødselshjelp og kvinnesykdommer. Nettressursen ble initiert i 2018 av Professor I Annetine Staff, og forventes å utvides i årene som kommer med nye temaer innen faget.\nLæringsutbytte: Disse nettsidene har som mål å hjelpe medisinstudenter i deres læring av fødselshjelp og gynekologi. Innholdet er tilpasset læreplanen ved Universitetet i Oslo og har som mål å støtte læringen oppnådd fra klasseundervisning, klinisk \"smågruppe\" undervisning, seminarer og undervisningsbøker.\nPedagogikk: Ressursene kan brukes til forberedelse til kurs, repetisjon av klinisk opplæring og forbedret forståelse av klinisk og grunnleggende kunnskap undervist i klasser og smågrupper.\nBrukes i: Modul 6 undervises på engelsk ved Universitetet i Oslo, fordi modulen har mange utvekslingsstudenter fra andre universiteter utenfor Norge. Språket til disse websidene vil derfor for det meste være på engelsk.\nLæringsressursene er utviklet av professorene Annetine Staff og Anne Flem Jacobsen. I tillegg har g flere leger bidratt med spesifikke temaer, slik som Nina Verket (undersøkelse av gravid abdomen) og Camilla Bowen/Thao Ho (prevensjon).\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "elaring-obstgyn@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/obstgyn/index.shtml"
      }
    ]
  },
  {
    "id": 19,
    "title": "Gastroenterologisk kirurgi",
    "submenuTitle": "Gastroenterologisk kirurgi",
    "layout": "default",
    "content": []
  },
  {
    "id": 20,
    "title": "Generell kirurgi",
    "submenuTitle": "Generell kirurgi",
    "layout": "default",
    "content": [
      {
        "title": "Klinisk kommunikasjon",
        "description": "\nLæringsutbytte: Lære viktige ferdigheter innen klinisk kommunikasjon, samt øve på når og hvordan disse skal utøves.\nPedagogikk: Inneholder videofilmer, oppgaver i form av quiz og refleksjon, samt pensumrelatert tekst.\nBrukes i: Er et supplement til ordinær undervisning i atferdsfag i medisinstudiet i Oslo. Ressursen har ulike moduler for de ulike semestrene og er tilpasset pensumnivå.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\nKontakt : Hanne Cathrine Lie\n",
        "email": "h.c.lie@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/atferdsfag/klinkom/index.html"
      },
      {
        "title": "Radiologi bildedatabase",
        "description": "\nEn samling av bilder fra radiologiske undersøkelser, der det foreligger bekrivelse av undersøkelsene, beskrivelse av funn og diskusjoner om undersøkelsenes plass i utredningen av forskjellige sykdommer.\n\nLæringsutbytte: Finne frem til riktig billedutredning av pasienter med varierende symptomer og sykdommer. Lære seg å tolke undersøkelser med patologiske funn ved å sammenligne med normale undersøkelser.\n\nPedagogikk: Nyttig både i radiologiundervisningen og som supplement til den kliniske undervisningen. Supplement til lærebok i radiologi. Forelesninger, målsetninger for undervisningen og opplegget for gruppeundervisningen finnes forøvrig tilgjengelig på www.radiologi.net.\n\nBrukes i: Benyttes aktivt i gruppeundervisningen i Modul 3 og 8. Billedmateriell i forelesninger er hentet ut fra databasen.\n\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "knut.lundin@medisin.uio.no",
        "link": "https://prod-studmed.uio.no/radiologiark/"
      },
      {
        "title": "Legemiddelregning og praktisk legemiddelhåndtering",
        "description": "\nLæringsutbytte: Gi medisinstudenter en oversikt over legemiddelregning og praktisk legemiddelhåndtering inkl. oppheng av infusjonssett, fortynning av injeksjons- og infusjonsvæsker og utregning av infusjonshastighet.\nPedagogikk: Elæringskurset er bygget opp av 6 kapitler bestående av korte tekster, illustrasjonsbilder og kliniske kasuistikker med multiple-choice-regneoppgaver.\nBrukes i: Kurset er utviklet som et supplement til kurs i innleggelse av perifert venekateter, oppheng av infusjonssett, subkutane og intramuskulære injeksjoner ved Ferdighetssenteret ved UiO. Kurset kan også brukes som supplement til undervisningen i anestesiologi.\nForkunnskaper: Medisinsk basalkunnskap.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": " ferdighetssenteret@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ferdighetssenteret/legemiddelregning/index.shtml"
      },
      {
        "title": "Basal kirurgisk teknikk",
        "description": "\nDette kurset består av teori og korte videoer med instrukser for å lære basale ferdigheter innenfor kirurgisk teknikk. Bruk av instrumenter, forskjellige suturteknikker blir vist.\n\nLæringsutbytte: Får vist riktig teknikk som kan benyttes til innlæring i forkant av kurs og smågrupper samt til repetisjon underveis i studiet.\n\nPedagogikk: Nyttig både for praksisperioder og som supplement til den kliniske undervisningen.\n\nBrukes i: Benyttes aktivt i gruppeundervisning i Modul 8.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "henriesu@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/kirurgi/basal_kirurgisk_teknikk"
      }
    ]
  },
  {
    "id": 21,
    "title": "Geriatri",
    "submenuTitle": "Geriatri",
    "layout": "default",
    "content": [
      {
        "title": "Klinisk kommunikasjon",
        "description": "\nLæringsutbytte: Lære viktige ferdigheter innen klinisk kommunikasjon, samt øve på når og hvordan disse skal utøves.\nPedagogikk: Inneholder videofilmer, oppgaver i form av quiz og refleksjon, samt pensumrelatert tekst.\nBrukes i: Er et supplement til ordinær undervisning i atferdsfag i medisinstudiet i Oslo. Ressursen har ulike moduler for de ulike semestrene og er tilpasset pensumnivå.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "arnstein.finset@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/atferdsfag/klinkom/index.html"
      },
      {
        "title": "Kognitive utfall hos slagpasienter",
        "description": "\nLæringsutbytte: Få bedre innsikt i, og evne til å gjenkjenne, noen typiske kognitive problemer som kan oppstå etter hjerneslag.\nPedagogikk: Videofilm av pasienter med ledsagende tekst og spørsmål. Kan brukes frittstående.\nBrukes i: Geriatriundervisningen i siste studieår på medisinstudiet i Oslo. Kan med fordel også brukes i undervisningen i nevrologi.\nForkunnskap: Egner seg best for studenter som har fått noe praktisk trening og innsikt i kliniske fag, særlig geriatri, indremedisin og nevrologi.Læringsressursen er derfor best egnet i siste del av medisinstudiet. Ressursen egner seg også for fysio- og ergoterapistudenter.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "t.b.wyller@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/indremedisin/kognitive_utfall_etter_hjerneslag/index.shtml"
      },
      {
        "title": "Kartlegging av samansette helseproblem hos eldre",
        "description": "\nLæringsutbytte: Løysing av situasjonspesifikke, samansette helseproblem hos eldre som krev systematisk kartlegging, klinisk vurdering og målretta, pasientsentrera intervensjonar.\nPedagogikk: Ressursen skal styrke praksisnær undervising av systematiske kartleggingar ved utfordringar som kronisk sjukdom, kognitiv svikt, kosthald og kontakt. Vi viser strategiar for systematisk undersøkelse, og utfordrar til å analysere styrke, svakhet og behov for kontekstuell tilpassing gitt subjektive teikn og objektive data og funn fra anerkjende vurderings-, kartleggings- og livskvalitetsinstrument. Det introduserast teknikkar og undersøkelsesstrategiar, gis interaktive oppgaver med tilbakemelding og visast refleksjonssekvensar, i tillegg til oppgaver spesifikt for masterstudiet \"avansert geriatrisk sykepleie\".\nBrukes i: Mastergradsstudiet \"avansert geriatrisk sykepleie\" og som introduksjon til geriatri og allmennmedisin.\nForkunnskap: Anatomi, fysiologi, grunnleggande sjukepleie.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n ",
        "email": "anne.moen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/sykepleie/ags/forside/"
      },
      {
        "title": "Skal jeg gi antibiotika?",
        "description": "\nKurset inneholder fire kursmoduler med kasuistikker fra henholdsvis legevakt, legekontor, sykehus og sykehjem.\nKurset er beregnet på medisinstudenter som snart skal ut i eller nylig har vært i praksis. Kurset kan også være nyttig for nyutdannede leger.\nLæringsutbytte: Etter gjennomføring vil du kunne avgjøre indikasjon for antibiotika og kommunisere rundt antibiotikabehandling ved en rekke tilstander i primær- og spesialisthelsetjenesten.\nPedagogikk: Modulene er bygget opp rundt kasuistikker med oppgaver du skal løse. Underveis får du praktisk rettede tilbakemeldinger. Kurset inneholder også en rekke lenker med supplerende innhold.\nBrukes: Som et supplement til ordinær undervisning.\nE-læringskurset er finansiert av SHE (Senter for bærekraft i helseutdanningene) og utviklet av Antibiotikasenteret for primærmedisin ved Avdeling for allmennmedisin, Universitetet i Oslo, med innspill fra representanter fra de medisinske fakultetene ved Universitetet i Bergen, Norges Teknisk-Naturvitenskapelige Universitet og UiT – Norges arktiske universitet, KAS (Nasjonal kompetansetjeneste for antibiotikabruk i spesialisthelsetjenesten) og en referansegruppe bestående av medisinstudenter.\nGå til kurset, registrerer deg som ny bruker og meld deg på.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "post@antibiotikasenteret.no",
        "link": "https://kurs.antibiotikasenteret.no/course/view.php?id=7"
      }
    ]
  },
  {
    "id": 22,
    "title": "Hjertesykdommer",
    "submenuTitle": "Hjertesykdommer",
    "layout": "default",
    "content": [
      {
        "title": "Hjertemekanikk",
        "description": "\nLæringsutbytte: Forstå normal hjertemekanikk på et nivå for nyutdannete leger.\nPedagogikk: Ressursen brukes best sammen med en lærebok i sirkulasjonsfysiologi, men kan med litt forkunnskap studeres isolert. Ressursen er en interaktiv animasjon/simulering.\nBrukes i: Undervisning i normal sirkulasjonsfysiologi og klinisk hjertemedisin i medisinstudiet i Oslo.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": " e-laring@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/fysiologi/hjertemekanikk/index.shtml"
      },
      {
        "title": "E-Læringsprogram fra EKG",
        "description": "\nNettbasert kurs om EKG.\n",
        "email": " e-laring@medisin.uio.no",
        "link": "https://www.heartfailure.no/celle_papir/index.html"
      },
      {
        "title": "Øvingsoppgaver i EKG",
        "description": "\nØvingsoppgaver i EKG.\n",
        "email": " e-laring@medisin.uio.no",
        "link": "https://heartfailure.no/ekgtrener/"
      }
    ]
  },
  {
    "id": 23,
    "title": "Hudsykdommer og venerologi",
    "submenuTitle": "Hudsykdommer og venerologi",
    "layout": "default",
    "content": [
      {
        "title": "Prosedyrer i hudfaget",
        "description": "\nE-læringsressursen til faget hud- og veneriske sykdommer er ment som et supplement til smågruppeundervisningen for medisinstudenter i 6. semester.\nPå disse sidene finner du oppdaterte beskrivelser for flere diagnostiske og terapeutiske prosedyrer.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n«under arbeid»\n\n",
        "email": "t.k.bergersen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/hudsykdommer/prosedyrer/index.shtml"
      },
      {
        "title": "Sexually transmitted infections",
        "description": "\nObjectives This e-learning program aims to enable participants to develop their theoretical knowledge and clinical skills in identifying signs and symptoms of sexually transmitted infections. A good sexual anamnesis and clinical examination including microscopy is crucial in order to establish a correct presumptive diagnosis and provide syndromic treatment. The course should also increase awareness of the needs of different patient groups, and in particular groups with high risk sexual behavior. Apart from serological tests, HIV and hepatitis is not included.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "harald.moi@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/venerologi/olafia2021/"
      }
    ]
  },
  {
    "id": 24,
    "title": "Immunologi",
    "submenuTitle": "Immunologi",
    "layout": "default",
    "content": [
      {
        "title": "Basal immunologi",
        "description": "\nLæringsutbytte: Forstå grunnleggende immunologiske begreper og mekanismer. Fundament for klinisk immunologi og immunhematologi.\nPedagogisk profil: Systematisk gjennomgang av basal immunologi hvor man i løpet av 7 forelesningsvideoer går fra det enkle til det kompliserte. Bør derfor starte med 1. forelesning og ende med 7. forelesning. Ren kunnskapsformidling uten interaksjon eller selvtesting. Benyttes med fordel sammen med lærebok i immunologi. Kan også benyttes frittstående.\nBrukes i: Basalfagsundervisningen i medisinstudiet i Oslo.\nForkunnskaper: Bør ha kunnskap innen cellebiologi. Noe kunnskap innen anatomi, fysiologi og biokjemi vil være en fordel.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "bjarne.bogen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/immunologi/index.shtml"
      }
    ]
  },
  {
    "id": 25,
    "title": "Indremedisin (uspesifisert)",
    "submenuTitle": "Indremedisin (uspesifisert)",
    "layout": "default",
    "content": [
      {
        "title": "Klinisk kommunikasjon",
        "description": "\nLæringsutbytte: Lære viktige ferdigheter innen klinisk kommunikasjon, samt øve på når og hvordan disse skal utøves.\nPedagogikk: Inneholder videofilmer, oppgaver i form av quiz og refleksjon, samt pensumrelatert tekst.\nBrukes i: Er et supplement til ordinær undervisning i atferdsfag i medisinstudiet i Oslo. Ressursen har ulike moduler for de ulike semestrene og er tilpasset pensumnivå.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "arnstein.finset@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/atferdsfag/klinkom/index.html"
      },
      {
        "title": "Radiologi bildedatabase",
        "description": "\nEn samling av bilder fra radiologiske undersøkelser, der det foreligger bekrivelse av undersøkelsene, beskrivelse av funn og diskusjoner om undersøkelsenes plass i utredningen av forskjellige sykdommer.\n\nLæringsutbytte: Finne frem til riktig billedutredning av pasienter med varierende symptomer og sykdommer. Lære seg å tolke undersøkelser med patologiske funn ved å sammenligne med normale undersøkelser.\n\nPedagogikk: Nyttig både i radiologiundervisningen og som supplement til den kliniske undervisningen. Supplement til lærebok i radiologi. Forelesninger, målsetninger for undervisningen og opplegget for gruppeundervisningen finnes forøvrig tilgjengelig på www.radiologi.net.\n\nBrukes i: Benyttes aktivt i gruppeundervisningen i Modul 3 og 8. Billedmateriell i forelesninger er hentet ut fra databasen.\n\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "knut.lundin@medisin.uio.no",
        "link": "https://prod-studmed.uio.no/radiologiark/"
      },
      {
        "title": "Kognitive utfall hos slagpasienter",
        "description": "\nLæringsutbytte: Få bedre innsikt i, og evne til å gjenkjenne, noen typiske kognitive problemer som kan oppstå etter hjerneslag.\nPedagogikk: Videofilm av pasienter med ledsagende tekst og spørsmål. Kan brukes frittstående.\nBrukes i: Geriatriundervisningen i siste studieår på medisinstudiet i Oslo. Kan med fordel også brukes i undervisningen i nevrologi.\nForkunnskap: Egner seg best for studenter som har fått noe praktisk trening og innsikt i kliniske fag, særlig geriatri, indremedisin og nevrologi.Læringsressursen er derfor best egnet i siste del av medisinstudiet. Ressursen egner seg også for fysio- og ergoterapistudenter.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "t.b.wyller@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/indremedisin/kognitive_utfall_etter_hjerneslag/index.shtml"
      },
      {
        "title": "Legemiddelregning og praktisk legemiddelhåndtering",
        "description": "\nLæringsutbytte: Gi medisinstudenter en oversikt over legemiddelregning og praktisk legemiddelhåndtering inkl. oppheng av infusjonssett, fortynning av injeksjons- og infusjonsvæsker og utregning av infusjonshastighet.\nPedagogikk: Elæringskurset er bygget opp av 6 kapitler bestående av korte tekster, illustrasjonsbilder og kliniske kasuistikker med multiple-choice-regneoppgaver.\nBrukes i: Kurset er utviklet som et supplement til kurs i innleggelse av perifert venekateter, oppheng av infusjonssett, subkutane og intramuskulære injeksjoner ved Ferdighetssenteret ved UiO. Kurset kan også brukes som supplement til undervisningen i anestesiologi.\nForkunnskaper: Medisinsk basalkunnskap.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "ferdighetssenteret@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ferdighetssenteret/legemiddelregning/index.shtml"
      }
    ]
  },
  {
    "id": 26,
    "title": "Infeksjonssykdommer",
    "submenuTitle": "Infeksjonssykdommer",
    "layout": "default",
    "content": [
      {
        "title": "Infeksjonsmedisin",
        "description": "\nE-læringsressursen er lagd for medisinstudenter som et supplement til undervisningen i infeksjonsmedisin og mikrobiologi. Den er tredelt: del 1) mikrobiologi, del 2) infeksjonsmedisin og del 3) kasuistikker.\nLæringsutbytte: Bidra til å dekke læringsmål- og læringsutbytter i fagene infeksjonsmedisin og mikrobiologi for de aktuelle semestrene.\n\nPedagogikk: Ressursen benytter tekst, bilde og interaktive kasuistikker. Sidene er bygd opp på samme måte for hvert tema, og hvert tema er beskrevet på et nivå som studentene forventes å kunne oppnå. Noen temaer har derfor lengre teorisider enn andre fordi det dreier seg om viktigere/vanligere sykdommer. Kasuistikkene på slutten tester teorikunnskaper gjennomgått på sidene samt situasjoner i og utenfor sykehus som studentene kan forventes å møte i utdanningen og som ferdige leger.\n\nBrukes i: Forventes brukt i undervisning av medisinstudenter ved Universitetet i Oslo. Ressursen er tilgjengelig fra desember 2015.\n\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "jangutt@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/lcms16/indremedisin/infeksjonsmedisin/"
      },
      {
        "title": "Medisinsk mikrobiologi",
        "description": "\nDette e-læringsprogrammet er et supplement til undervisningen i mikrobiologi og inneholder bilder og informasjon om infeksjonssykdommenes patogenese, diagnostikk og behandling.\nLæringsutbytte: E-læringsprogrammet bidrar til å lære riktig bruk og tolkning av mikrobiologiske analyser samt bidra til forståelse av mikroorganismenes patogenese.\nPedagogikk: Ressursene brukes best som supplement til lærebøker i medisinsk mikrobiologi og forelesninger, seminarer og kurs i faget.\nBrukes i: Ressursene er tilpasset medisinstudiets modul 1 og 3 i medisinsk mikrobiologi ved Universitetet i Oslo.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "marie.noer@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/mikrobiologi/index.shtml"
      },
      {
        "title": "Skal jeg gi antibiotika?",
        "description": "\nKurset inneholder fire kursmoduler med kasuistikker fra henholdsvis legevakt, legekontor, sykehus og sykehjem.\nKurset er beregnet på medisinstudenter som snart skal ut i eller nylig har vært i praksis. Kurset kan også være nyttig for nyutdannede leger.\nLæringsutbytte: Etter gjennomføring vil du kunne avgjøre indikasjon for antibiotika og kommunisere rundt antibiotikabehandling ved en rekke tilstander i primær- og spesialisthelsetjenesten.\nPedagogikk: Modulene er bygget opp rundt kasuistikker med oppgaver du skal løse. Underveis får du praktisk rettede tilbakemeldinger. Kurset inneholder også en rekke lenker med supplerende innhold.\nBrukes: Som et supplement til ordinær undervisning.\nE-læringskurset er finansiert av SHE (Senter for bærekraft i helseutdanningene) og utviklet av Antibiotikasenteret for primærmedisin ved Avdeling for allmennmedisin, Universitetet i Oslo, med innspill fra representanter fra de medisinske fakultetene ved Universitetet i Bergen, Norges Teknisk-Naturvitenskapelige Universitet og UiT – Norges arktiske universitet, KAS (Nasjonal kompetansetjeneste for antibiotikabruk i spesialisthelsetjenesten) og en referansegruppe bestående av medisinstudenter.\nGå til kurset, registrerer deg som ny bruker og meld deg på.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": " post@antibiotikasenteret.no",
        "link": "https://kurs.antibiotikasenteret.no/login/index.php"
      }
    ]
  },
  {
    "id": 27,
    "title": "Klinisk biokjemi",
    "submenuTitle": "Klinisk biokjemi",
    "layout": "default",
    "content": [
      {
        "title": "Klinisk biokjemi ved nyresykdommer",
        "description": "\nDette e-læringsprogrammet er et supplement til undervisningen og inneholder bilder og animasjoner som belyser nyrenes normale struktur og funksjon samt nyresykdommenes patogenese, diagnostikk og behandling.\nLæringsutbytte: E-læringsprogrammet bidrar til å lære riktig bruk og tolkning av biokjemiske analyser i blod og urin ved nyresykdommer. Det skal også bidra til forståelse av normal nyrefysiologi og patofysiologiske mekanismer ved nyresykdommer.\nPedagogikk: Ressursen brukes best som et supplement til lærebøker i klinisk biokjemi, fysiologi og nyresykdommer samt forelesninger og gruppeundervisning. Ressursen kan benyttes som kasuistikker hvor det er lenket til utdypende informasjon om klinisk biokjemiske analyser og animasjoner som viser normal fysiologi og sykdomsmekanismer.\nBrukes i: Undervisning i klinisk biokjemi og nyresykdommer i medisinstudiet.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "j.p.berg@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/klinisk_biokjemi/index.shtml"
      }
    ]
  },
  {
    "id": 28,
    "title": "Kvalitet, ledelse og kunnskapshåndtering",
    "submenuTitle": "Kvalitet, ledelse og kunnskapshåndtering",
    "layout": "default",
    "content": []
  },
  {
    "id": 29,
    "title": "Lungesykdommer",
    "submenuTitle": "Lungesykdommer",
    "layout": "default",
    "content": [
      {
        "title": "Radiologi bildedatabase",
        "description": "\nEn samling av bilder fra radiologiske undersøkelser, der det foreligger bekrivelse av undersøkelsene, beskrivelse av funn og diskusjoner om undersøkelsenes plass i utredningen av forskjellige sykdommer.\n\nLæringsutbytte: Finne frem til riktig billedutredning av pasienter med varierende symptomer og sykdommer. Lære seg å tolke undersøkelser med patologiske funn ved å sammenligne med normale undersøkelser.\n\nPedagogikk: Nyttig både i radiologiundervisningen og som supplement til den kliniske undervisningen. Supplement til lærebok i radiologi. Forelesninger, målsetninger for undervisningen og opplegget for gruppeundervisningen finnes forøvrig tilgjengelig på www.radiologi.net.\n\nBrukes i: Benyttes aktivt i gruppeundervisningen i Modul 3 og 8. Billedmateriell i forelesninger er hentet ut fra databasen.\n\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "knut.lundin@medisin.uio.no",
        "link": "https://prod-studmed.uio.no/radiologiark/"
      }
    ]
  },
  {
    "id": 30,
    "title": "Medisinsk etikk",
    "submenuTitle": "Medisinsk etikk",
    "layout": "default",
    "content": [
      {
        "title": "Klinisk kommunikasjon",
        "description": "\nLæringsutbytte: Lære viktige ferdigheter innen klinisk kommunikasjon, samt øve på når og hvordan disse skal utøves.\nPedagogikk: Inneholder videofilmer, oppgaver i form av quiz og refleksjon, samt pensumrelatert tekst.\nBrukes i: Er et supplement til ordinær undervisning i atferdsfag i medisinstudiet i Oslo. Ressursen har ulike moduler for de ulike semestrene og er tilpasset pensumnivå.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "arnstein.finset@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/atferdsfag/klinkom/index.html"
      },
      {
        "title": "Biomedical Research Ethics",
        "description": "\nLearning goals: To familiarize the student with some of the basic features of biomedical research ethics, such as goodness, autonomy, vulnerability, authorship, and plagiarism. Pedagogic(s): The resource contains interactive video dialogues, separate tasks, and questions for further reflection Usage: As first-contact or supplemental material for courses in biomedical research ethics at bachelor or master level. This e-learning resource is developed by The University of Oslo, Norway\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "jens.erik.paulsen@phs.no",
        "link": "https://studmed.uio.no/elaring/fag/etikk/biomedical_research_ethics_2019/story_html5.html"
      },
      {
        "title": "Vurdering av samtykkekompetanse",
        "description": "\nLæringsutbytte: Kurset fokuserer på vurdering av samtykkekompetanse, med særlig fokus på psykisk helsevern.\nPedagogikk: Inneholder tekst, videofilmer og oppgaver i form av refleksjonsspørsmål.\nBrukes av: Leger, medisinstudenter, helsepersonell (særlig innenfor psykiatri) og personer som jobber med spørsmål om samtykke og tvang i psykisk helsevern\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "jorgen.dahlberg@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/etikk/samtykke/index.shtml"
      }
    ]
  },
  {
    "id": 31,
    "title": "Medisinsk genetikk",
    "submenuTitle": "Medisinsk genetikk",
    "layout": "default",
    "content": [
      {
        "title": "Portal i medisinsk genetikk",
        "description": "\nLæringsutbytte: Bidra til å lære om oppbygningen av det humane genomet, hvordan mutasjoner gir opphav til genetisk variasjon i en populasjon, og forstå hvordan disse kan bidra til utvikling av sykdom.\nPedagogikk: Supplement til lærebøker og forelesninger. Ressursene er tilpasset pensum i medisinsk genetikk, og flervalgsspørsmålene er delt inn i bolker som samkjører med den ukentlige undervisningen i modul 1, blokk 2. Det er lagt vekt på innlæring av ord og begreper og forståelse innenfor temaene som foreleses. Virtuelle pasienter skal gi øvelse i resonnement rundt ulike nedarvingsmønstre for sykdom, og hvilke konsekvenser ulike kromosomavvik kan ha for pasient og familie. Videre vil de gi refleksjon rundt hva genetiske tester kan og ikke kan påvise.\nBrukes i: Ressursene er tilpasset medisinstudiets modul 1, blokk 2 ved Universitetet i Oslo. Repetisjon for studenter i senere stadium av utdannelsen. Kan også benyttes av norske studenter i utlandet, utenlandske leger som vil arbeide i Norge eller annet helsepersonell.\nForkunnskap: Ingen\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "eirik.frengen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/genetikk/#/"
      }
    ]
  },
  {
    "id": 32,
    "title": "Medisinsk mikrobiologi",
    "submenuTitle": "Medisinsk mikrobiologi",
    "layout": "default",
    "content": [
      {
        "title": "Medisinsk mikrobiologi",
        "description": "\nDette e-læringsprogrammet er et supplement til undervisningen i mikrobiologi og inneholder bilder og informasjon om infeksjonssykdommenes patogenese, diagnostikk og behandling.\nLæringsutbytte: E-læringsprogrammet bidrar til å lære riktig bruk og tolkning av mikrobiologiske analyser samt bidra til forståelse av mikroorganismenes patogenese.\nPedagogikk: Ressursene brukes best som supplement til lærebøker i medisinsk mikrobiologi og forelesninger, seminarer og kurs i faget.\nBrukes i: Ressursene er tilpasset medisinstudiets modul 1 og 3 i medisinsk mikrobiologi ved Universitetet i Oslo.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "marie.noer@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/mikrobiologi/index.shtml"
      },
      {
        "title": "Skal jeg gi antibiotika?",
        "description": "\nKurset inneholder fire kursmoduler med kasuistikker fra henholdsvis legevakt, legekontor, sykehus og sykehjem.\nKurset er beregnet på medisinstudenter som snart skal ut i eller nylig har vært i praksis. Kurset kan også være nyttig for nyutdannede leger.\nLæringsutbytte: Etter gjennomføring vil du kunne avgjøre indikasjon for antibiotika og kommunisere rundt antibiotikabehandling ved en rekke tilstander i primær- og spesialisthelsetjenesten.\nPedagogikk: Modulene er bygget opp rundt kasuistikker med oppgaver du skal løse. Underveis får du praktisk rettede tilbakemeldinger. Kurset inneholder også en rekke lenker med supplerende innhold.\nBrukes: Som et supplement til ordinær undervisning.\nE-læringskurset er finansiert av SHE (Senter for bærekraft i helseutdanningene) og utviklet av Antibiotikasenteret for primærmedisin ved Avdeling for allmennmedisin, Universitetet i Oslo, med innspill fra representanter fra de medisinske fakultetene ved Universitetet i Bergen, Norges Teknisk-Naturvitenskapelige Universitet og UiT – Norges arktiske universitet, KAS (Nasjonal kompetansetjeneste for antibiotikabruk i spesialisthelsetjenesten) og en referansegruppe bestående av medisinstudenter.\nGå til kurset, registrerer deg som ny bruker og meld deg på.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "post@antibiotikasenteret.no",
        "link": "https://kurs.antibiotikasenteret.no/course/view.php?id=7"
      }
    ]
  },
  {
    "id": 33,
    "title": "Medisinsk pedagogikk",
    "submenuTitle": "Medisinsk pedagogikk",
    "layout": "default",
    "content": [
      {
        "title": "Svar.medisin.ntnu.no - Clicker",
        "description": "\nSvar.medisin.ntnu.no kan man raskt og enkelt opprette et \"rapid response system\" for å innhente svar fra studenter som deltar på forelesning. Spørsmålene må være av typen MCQ med inntil 5 svaralternativer. Studentene kan bruke egne smarttelefoner, nettbrett eller PCer til å svare på spørsmålene. Studenter logger seg inn på http://svar.medisin.ntnu.no, mens foreleser logger seg inn på http://svar.medisin.ntnu.no/admin. Du finner en instruksjonsvideo med flere opplysninger på nettsidene.\nE-læringsressursen er utviklet ved:Norges teknisk-naturvitenskapelige universitet\n",
        "email": " borge.lillebo@ntnu.no",
        "link": "https://svar.medisin.ntnu.no/"
      },
      {
        "title": "SamPraks Introduksjonskurs",
        "description": "\nrepresenterer et kurstilbud om tverrprofesjonell samarbeidslæring for studenter innen helse- og sosialfag ved Universitetet i Oslo, per mars 2023 - for studenter innen audiopedagogikk, farmasi, klinisk ernæring, logopedi, medisin, odontologi, psykologi, sykepleie (OsloMet) og teologi. Kurset består av et obligatorisk introduksjonskurs, og en e-læringsressurs i form av en digital kasuistikk i tillegg til to alternativer i praksis som ikke vises her under e-læringsressurser.\n\nLæringsutbytte: Etter kurset skal du:\n\n•  Ha kunnskap om og forståelse for egne og andres verdier, roller og ansvar i et tverrprofesjonelt team.\n•  Kunne reflektere over nytten av tverrfaglig samarbeid innenfor helse- og velferdsektoren.\n•  Kunne gjenkjenne andre profesjoners kompetanse, ansvar og evner.\n•  Kunne reflektere over ditt eget profesjonelle ståsted i et tverrprofesjonelt team, og hvordan man kan etablerer\n   et forpliktende samarbeid og jobbe mot felles verdier.\n•  Kunne reflektere over hvordan du kan bidra til god gruppedynamikk i et tverrprofesjonelt team med flere ulike roller\n   slik at teamet fungerer effektivt.\n\nPedagogikk: Inneholder videofilmer, oppgaver i form av quiz og refleksjon, samt pensumrelatert tekst. \nBrukes i: som en introduksjon til tverrprofesjonell samarbeidslæring ved Universitetet i Oslo, for studenter innen audiopedagogikk,\nfarmasi, klinisk ernæring, logopedi, medisin, odontologi, psykologi, sykepleie og teologi. Kurset er obligatorisk for alle studenter som skal delta i tverrprofesjonell undervisning ved Universitetet i Oslo\n\nE-læringsressursen er utviklet ved: Medisinsk fakultet ved Lene Lunde (Prosjektkoordinator), Morten Skoglund (Videoproduksjon, pedagogisk design, teknisk tilrettelegging, grafisk design) og Selma Evenstad (Grafisk design/ illustrasjon), samt arbeidsgruppen for SamPraks ved prosjektleder Hilde Wøien, Universitetet i Oslo.\n\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "hilde.woien@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/sykepleie/sampraks/introduksjon/#/"
      },
      {
        "title": "SamPraks kasuistikker",
        "description": "\nepresenterer et kurstilbud om tverrprofesjonell samarbeidslæring for studenter innen helse- og sosialfag ved Universitetet i Oslo, per mars 2023 - for studenter innen audiopedagogikk, farmasi, klinisk ernæring, logopedi, medisin, odontologi, psykologi, sykepleie (OsloMet) og teologi.\nKurset består av et obligatorisk introduksjonskurs, og en e-læringsressurs i form av en digital kasuistikk i tillegg til to alternativer i praksis som ikke vises her under e-læringsressurser.\nLæringsutbytte: Hensikten med dette kurset er å få erfaring med å jobbe i tverrprofesjonelt team gjennom kasuistikkbasert tverrprofesjonell utredning/vurdering av en pasient med sammensatte og komplekse behov.\n\nPedagogikk: Inneholder oppgaver i form av kasuistikker, quiz og refleksjon, samt pensumrelatert tekst. Brukes i: Brukes som en støtte i tverrprofesjonell samarbeidslæring i for gruppeundervisning med studenter fra studier i audiopedagogikk, farmasi, klinisk ernæring, logopedi, medisin, odontologi, psykologi, sykepleie og teologi. Kurset inngår i den tverrprofesjonelle undervisningen ved Universitetet i Oslo\n\nE-læringsressursen er utviklet ved: Medisinsk fakultet ved Lene Lunde (Prosjektkoordinator), Morten Skoglund (Videoproduksjon, pedagogisk design, teknisk tilrettelegging, grafisk design) og Selma Evenstad (Grafisk design/ illustrasjon), samt arbeidsgruppen for SamPraks ved prosjektleder Hilde Wøien, Universitetet i Oslo.\n\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "hilde.woien@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/sykepleie/sampraks/case/#/"
      }
    ]
  },
  {
    "id": 34,
    "title": "Medisinsk statistikk",
    "submenuTitle": "Medisinsk statistikk",
    "layout": "default",
    "content": [
      {
        "title": "SPSS",
        "description": "\nMedisinsk statistikk er et anvendt fag, og statistisk analyse av data er en viktig del av faget. For å kunne gjøre analysene må vi ha tilgang til og kunne bruke en statistisk programpakke. SPSS er en programpakke som er velegnet for analyse av medisinske data.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "jangutt@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/lcms16/med-statistikk-2016/spss/"
      }
    ]
  },
  {
    "id": 35,
    "title": "Medisinske atferdsfag",
    "submenuTitle": "Medisinske atferdsfag",
    "layout": "default",
    "content": [
      {
        "title": "Klinisk kommunikasjon",
        "description": "\nLæringsutbytte: Lære viktige ferdigheter innen klinisk kommunikasjon, samt øve på når og hvordan disse skal utøves.\nPedagogikk: Inneholder videofilmer, oppgaver i form av quiz og refleksjon, samt pensumrelatert tekst.\nBrukes i: Er et supplement til ordinær undervisning i atferdsfag i medisinstudiet i Oslo. Ressursen har ulike moduler for de ulike semestrene og er tilpasset pensumnivå.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "arnstein.finset@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/atferdsfag/klinkom/index.html"
      },
      {
        "title": "SamPraks Introduksjonskurs",
        "description": "\nrepresenterer et kurstilbud om tverrprofesjonell samarbeidslæring for studenter innen helse- og sosialfag ved Universitetet i Oslo, per mars 2023 - for studenter innen audiopedagogikk, farmasi, klinisk ernæring, logopedi, medisin, odontologi, psykologi, sykepleie (OsloMet) og teologi. Kurset består av et obligatorisk introduksjonskurs, og en e-læringsressurs i form av en digital kasuistikk i tillegg til to alternativer i praksis som ikke vises her under e-læringsressurser.\n\nLæringsutbytte: Etter kurset skal du:\n\n•  Ha kunnskap om og forståelse for egne og andres verdier, roller og ansvar i et tverrprofesjonelt team.\n•  Kunne reflektere over nytten av tverrfaglig samarbeid innenfor helse- og velferdsektoren.\n•  Kunne gjenkjenne andre profesjoners kompetanse, ansvar og evner.\n•  Kunne reflektere over ditt eget profesjonelle ståsted i et tverrprofesjonelt team, og hvordan man kan etablerer\n   et forpliktende samarbeid og jobbe mot felles verdier.\n•  Kunne reflektere over hvordan du kan bidra til god gruppedynamikk i et tverrprofesjonelt team med flere ulike roller\n   slik at teamet fungerer effektivt.\n\nPedagogikk: Inneholder videofilmer, oppgaver i form av quiz og refleksjon, samt pensumrelatert tekst. \nBrukes i: som en introduksjon til tverrprofesjonell samarbeidslæring ved Universitetet i Oslo, for studenter innen audiopedagogikk,\nfarmasi, klinisk ernæring, logopedi, medisin, odontologi, psykologi, sykepleie og teologi. Kurset er obligatorisk for alle studenter som skal delta i tverrprofesjonell undervisning ved Universitetet i Oslo\n\nE-læringsressursen er utviklet ved: Medisinsk fakultet ved Lene Lunde (Prosjektkoordinator), Morten Skoglund (Videoproduksjon, pedagogisk design, teknisk tilrettelegging, grafisk design) og Selma Evenstad (Grafisk design/ illustrasjon), samt arbeidsgruppen for SamPraks ved prosjektleder Hilde Wøien, Universitetet i Oslo.\n\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "hilde.woien@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/sykepleie/sampraks/introduksjon/#/"
      },
      {
        "title": "SamPraks kasuistikker",
        "description": "\nepresenterer et kurstilbud om tverrprofesjonell samarbeidslæring for studenter innen helse- og sosialfag ved Universitetet i Oslo, per mars 2023 - for studenter innen audiopedagogikk, farmasi, klinisk ernæring, logopedi, medisin, odontologi, psykologi, sykepleie (OsloMet) og teologi.\nKurset består av et obligatorisk introduksjonskurs, og en e-læringsressurs i form av en digital kasuistikk i tillegg til to alternativer i praksis som ikke vises her under e-læringsressurser.\nLæringsutbytte: Hensikten med dette kurset er å få erfaring med å jobbe i tverrprofesjonelt team gjennom kasuistikkbasert tverrprofesjonell utredning/vurdering av en pasient med sammensatte og komplekse behov.\n\nPedagogikk: Inneholder oppgaver i form av kasuistikker, quiz og refleksjon, samt pensumrelatert tekst. Brukes i: Brukes som en støtte i tverrprofesjonell samarbeidslæring i for gruppeundervisning med studenter fra studier i audiopedagogikk, farmasi, klinisk ernæring, logopedi, medisin, odontologi, psykologi, sykepleie og teologi. Kurset inngår i den tverrprofesjonelle undervisningen ved Universitetet i Oslo\n\nE-læringsressursen er utviklet ved: Medisinsk fakultet ved Lene Lunde (Prosjektkoordinator), Morten Skoglund (Videoproduksjon, pedagogisk design, teknisk tilrettelegging, grafisk design) og Selma Evenstad (Grafisk design/ illustrasjon), samt arbeidsgruppen for SamPraks ved prosjektleder Hilde Wøien, Universitetet i Oslo.\n\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "hilde.woien@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/sykepleie/sampraks/case/#/"
      }
    ]
  },
  {
    "id": 36,
    "title": "Nevrokirurgi",
    "submenuTitle": "Nevrokirurgi",
    "layout": "default",
    "content": [
      {
        "title": "Nevrologiportalen",
        "description": "\nLæringsutbytte: Bidrag til å lære hvordan en nevrologisk undersøkelse gjennomføres, vise frem noen spesialiserte undersøkelsesteknikker, gjennom video og bilder se nevrologiske utfall og sykdommer, bidra til å forstå nevrologiske sykdommer og hvordan nevrologiske utfall ser ut. I tillegg lære om de vanligste nevrologiske prosedyrer.\nPedagogikk: Supplement til lærebøker, forelesninger, klinikker, kurs i undersøkelsesteknikk og kliniske smågrupper. Ressursene er tilpasset pensum i nevrologi. Det er lagt vekt på innlæring av ord og begreper, presentasjon av kliniske funn, systematisk undersøkelsesteknikk med video. Virtuelle pasienter skal bedre klinisk resonnement og øke innsikt. Quiz og virtuelle pasienter skal bidra til repetisjon og bedre forståelse av faget.\nBrukes i: Ressursene er tilpasset medisinstudiet ved Universitetet i Oslo. Kan også benyttes av norske studenter på andre universiteter i Norge og i utlandet, utenlandske leger som vil arbeide i Norge eller annet helsepersonell.\nForkunnskap: Medisinsk basalkunnskap.\nE-læringsressursen er utviklet ved:Universitetet i Oslo      \n",
        "email": "e.g.celius@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/nevrologi/index.shtml  "
      }
    ]
  },
  {
    "id": 37,
    "title": "Nevrologi",
    "submenuTitle": "Nevrologi",
    "layout": "default",
    "content": [
      {
        "title": "Radiologi bildedatabase",
        "description": "\nEn samling av bilder fra radiologiske undersøkelser, der det foreligger bekrivelse av undersøkelsene, beskrivelse av funn og diskusjoner om undersøkelsenes plass i utredningen av forskjellige sykdommer.\n\nLæringsutbytte: Finne frem til riktig billedutredning av pasienter med varierende symptomer og sykdommer. Lære seg å tolke undersøkelser med patologiske funn ved å sammenligne med normale undersøkelser.\n\nPedagogikk: Nyttig både i radiologiundervisningen og som supplement til den kliniske undervisningen. Supplement til lærebok i radiologi. Forelesninger, målsetninger for undervisningen og opplegget for gruppeundervisningen finnes forøvrig tilgjengelig på www.radiologi.net.\n\nBrukes i: Benyttes aktivt i gruppeundervisningen i Modul 3 og 8. Billedmateriell i forelesninger er hentet ut fra databasen.\n\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "knut.lundin@medisin.uio.no",
        "link": "https://prod-studmed.uio.no/radiologiark/"
      },
      {
        "title": "Nevrologiportalen",
        "description": "\nLæringsutbytte: Bidrag til å lære hvordan en nevrologisk undersøkelse gjennomføres, vise frem noen spesialiserte undersøkelsesteknikker, gjennom video og bilder se nevrologiske utfall og sykdommer, bidra til å forstå nevrologiske sykdommer og hvordan nevrologiske utfall ser ut. I tillegg lære om de vanligste nevrologiske prosedyrer.\nPedagogikk: Supplement til lærebøker, forelesninger, klinikker, kurs i undersøkelsesteknikk og kliniske smågrupper. Ressursene er tilpasset pensum i nevrologi. Det er lagt vekt på innlæring av ord og begreper, presentasjon av kliniske funn, systematisk undersøkelsesteknikk med video. Virtuelle pasienter skal bedre klinisk resonnement og øke innsikt. Quiz og virtuelle pasienter skal bidra til repetisjon og bedre forståelse av faget.\nBrukes i: Ressursene er tilpasset medisinstudiet ved Universitetet i Oslo. Kan også benyttes av norske studenter på andre universiteter i Norge og i utlandet, utenlandske leger som vil arbeide i Norge eller annet helsepersonell.\nForkunnskap: Medisinsk basalkunnskap.\nE-læringsressursen er utviklet ved:Universitetet i Oslo      \n",
        "email": "e.g.celius@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/nevrologi/index.shtml  "
      }
    ]
  },
  {
    "id": 38,
    "title": "Nyresykdommer",
    "submenuTitle": "Nyresykdommer",
    "layout": "default",
    "content": [
      {
        "title": "Radiologi bildedatabase",
        "description": "\nEn samling av bilder fra radiologiske undersøkelser, der det foreligger bekrivelse av undersøkelsene, beskrivelse av funn og diskusjoner om undersøkelsenes plass i utredningen av forskjellige sykdommer.\n\nLæringsutbytte: Finne frem til riktig billedutredning av pasienter med varierende symptomer og sykdommer. Lære seg å tolke undersøkelser med patologiske funn ved å sammenligne med normale undersøkelser.\n\nPedagogikk: Nyttig både i radiologiundervisningen og som supplement til den kliniske undervisningen. Supplement til lærebok i radiologi. Forelesninger, målsetninger for undervisningen og opplegget for gruppeundervisningen finnes forøvrig tilgjengelig på www.radiologi.net.\n\nBrukes i: Benyttes aktivt i gruppeundervisningen i Modul 3 og 8. Billedmateriell i forelesninger er hentet ut fra databasen.\n\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "knut.lundin@medisin.uio.no",
        "link": "https://prod-studmed.uio.no/radiologiark/"
      },
      {
        "title": "Nyresykdommer",
        "description": "\nElæringsressursen er bygd rundt kasuistikker på grunnlag av symptomdiagnoser for å tilnærme seg nyrenes fysiologi og patofysiologi. Programmet er ment som et supplement til ordinær undervisning og lærebøker.\nLæringsutbytte: Bidra til å kunne resonnere og forstå kliniske og biokjemiske forstyrrelser som opptrer ved sykdomsprosesser i nyrenes strukturer.\nPedagogikk: Ressursen benytter bilder, tekster, animasjoner og interaktive kasuistikker (\"virtuelle pasienter\"). Den lenker fagstoff fra basalfag, parakliniske fag og nyremedisin sammen i en stor læringsmatrise.Kasuistikkene dekker dog ikke det komplette nyremedisinske sykdomsspektrum og må brukes sammen med lærebøker i nyremedisin.\nBrukes i: undervisning av medisinstudenter ved Universitetet i Oslo.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "b.e.waldum-grevbo@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/nyresykdommer/index.shtml"
      }
    ]
  },
  {
    "id": 39,
    "title": "Odontologi",
    "submenuTitle": "Odontologi",
    "layout": "default",
    "content": [
      {
        "title": "Oral patologi",
        "description": "\nOral patologi Oral patologi er læren om munnhulens og de omkringliggende vevs sykdommer. Området inkluderer sykdommer i tenner og deres støtteapparat, kjever, munnslimhinne, spyttkjertler og kjeveledd. Faget oral patologi skal danne grunnlaget for videre undervisning og pasientbehandling i klinikken. Undervisningen er delt inn i tematiske områder og omfatter forelesninger og seminarer i 5. -9. semester samt «ukens snitt» i 9. semester. Læringsutbytte: De digitale kurssnittene er ment som støtte for undervisningen som gis. Kurssnittene viser eksempler på tilstander/sykdommer innen de ulike tematiske områdene. Det anbefales å lage skisser av kurssnittene. Læringsmålene ligger på hvert enkelt semesters hjemmeside. De digitale kurssnittene er ment å brukes i seminarene, men også som selvstudium. E-læringsressursen er utviklet ved universitetet i Oslo. Kontakt: t.m.soland@odont.uio.no\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "t.m.soland@odont.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/odontology/index.shtml"
      }
    ]
  },
  {
    "id": 40,
    "title": "Onkologi",
    "submenuTitle": "Onkologi",
    "layout": "default",
    "content": [
      {
        "title": "Palliativ onkologi",
        "description": "\nDenne e-læringsressursen er et supplement til den øvrige undervisningen om kreftsykdommer, palliativ medisin og deler av undervisningen i medisinske atferdsfag ved det medisinske fakultetet i Oslo. Den er primært laget for medisinstudenter og LIS1 og tar utgangspunkt i læringsmålene og læringsutbyttebeskrivelsene ved fakultetet.\nLæringsutbytte: Teoretisk bakgrunn for de mest sentrale elementene i palliativ kreftbehandling. Informasjon om hvordan kommunisere med pasienter og pårørende når man står i utfordrende kliniske situasjoner. Konkrete forslag til hva man kan si i situasjonene presenteres i hver leksjon.\nPedagogikk: Oppslagsverk til bruk for forberedelser til behandling og samtale med pasient og pårørende. Beskrivelse av konkrete situasjoner med forslag til hva man kan si.\nVideoillustrasjoner.\nBrukes i: Basisundervisning som supplement til forelesninger og gruppeundervisning. Klinisk praksis som student eller LIS1.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "n.k.aass@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/onkologi/palliasjon/index.shtml"
      }
    ]
  },
  {
    "id": 41,
    "title": "Ortopedi",
    "submenuTitle": "Ortopedi",
    "layout": "default",
    "content": [
      {
        "title": "Radiologi bildedatabase",
        "description": "\nEn samling av bilder fra radiologiske undersøkelser, der det foreligger bekrivelse av undersøkelsene, beskrivelse av funn og diskusjoner om undersøkelsenes plass i utredningen av forskjellige sykdommer.\n\nLæringsutbytte: Finne frem til riktig billedutredning av pasienter med varierende symptomer og sykdommer. Lære seg å tolke undersøkelser med patologiske funn ved å sammenligne med normale undersøkelser.\n\nPedagogikk: Nyttig både i radiologiundervisningen og som supplement til den kliniske undervisningen. Supplement til lærebok i radiologi. Forelesninger, målsetninger for undervisningen og opplegget for gruppeundervisningen finnes forøvrig tilgjengelig på www.radiologi.net.\n\nBrukes i: Benyttes aktivt i gruppeundervisningen i Modul 3 og 8. Billedmateriell i forelesninger er hentet ut fra databasen.\n\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "knut.lundin@medisin.uio.no",
        "link": "https://prod-studmed.uio.no/radiologiark/"
      },
       {
         "title": "Bevegelseapparatet",
             "description": "\nE-læringsressursen om bevegelsesapparatet er ment som et supplement til den kliniske undervisningen om bevegelsesapparatet for medisinstudenter. På disse sidene vil man både kunne lese og se bilder/tegninger og videoer som demonstrerer hvordan man undersøker de ulike leddene. I tillegg finner man sykehistorier og quiz'er.\nElæringsressursen ble utviklet i perioden 2015-2018. Medisinerstudentene Caroline Kooy Tveiten, Hannah Ugletveit Jahr og Alexander Øvestad har laget tekster, tegninger, filmer sammen med faglærere i hovedsak innenfor Ortopedisk Kirurgi ved Oslo Universitetsykehus Ortopedisk Klinikk, (Albue: Stein Tyrdal, Ankel/Fot: Are Stødle, Hånd: Magne Røkkum, Skulder: Berte Bøe, Hofte: Lars Nordsletten og Kne: Lars Engebretsen), men også Fysikalsk medisin ved professor Jens Ivar Brox: Rygg og nakke. Professor Lars Engebretsen har vært faglig ansvarlig for prosjektet.\nLæringsutbytte: Lære seg riktig leddundersøkelse av pasienter med varierende symptomer og traumer/sykdommer. Lære seg å tolke undersøkelser med patologiske funn ved å sammenligne med normale undersøkelser.\nPedagogikk: Elæringsressursen er bygd som et oppslagsverk med hovedvekt på å lære praktisk undersøkelsesteknikk. Det er lagt inn selvtesting i form av quiz'er og virtuelle pasienter slik at studenten kan etterprøve læreprosessen sin. Nyttig både i ortopedi, fysikalsk medisin og reumatologi-undervisningen og som supplement til senere klinisk arbeid. Supplement til lærebok i ortopedi.\nBrukes i: Benyttes aktivt i gruppeundervisningen i modul 3 og 8. I tillegg som supplement til forelesninger innenfor de same emnene. I modul 3 skal studentene tilegne seg grunnkunnskaper om bevegelsesapparatets normale struktur og funksjon, samt lære relevant undersøkelsesmetodikk. Modul 8 dreier seg i hovedsak om kunnskap i patologien, å kunne bruke relevante undersøkelser videre i det diagnostiske arbeidet, samt videre behandling av pasientens problem.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": " lars.engebretsen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ortopedi/index.shtml"
      }
    ]
  },
  {
    "id": 42,
    "title": "Patologi",
    "submenuTitle": "Patologi",
    "layout": "default",
    "content": [
      {
        "title": "Patologi",
        "description": "\nI Patologi undervises om sykdommenes patogenese og deres kliniske uttrykk. Undervisningen omfatter forelesninger, seminarer, klinikker, team-basert læring og kurs. E-læringsessursene er for det meste egenproduserte, men de inneholder også et kurs i ikke-neoplastisk nyrepatologi utviklet ved Universitetet i Bergen.\nLæringsutbytte: sidene viser e-læringsressurser til støtte for undervisningen som gis. De inneholder eksempler og beskrivelser av sykdomstilstander som studenten skal kunne gjenkjenne.\nPedagogikk: nettsidene inneholder digitale kurssnitt, bilder av syke organer vist under makrodemonstrasjoner og videoer som viser systematisk undersøkelse av og funn i syke organer.\nBrukes i: digitale kurssnitt er ment å brukes både i undervisningen (mikrokurs) og som selvstudium, og de er derfor bygget opp i to former: undervisningskasus og testkasus. Bilder av makropreparater og videoer kan brukes til selvstudium og til repetisjon.\nForkunnskaper: tema undervist i Modul 1 og 2 ved Medisinstudiet, Universitetet i Oslo\nEkstra tilbud for spesielt interesserte\nSidene inneholder også pekere til to kurs utviklet for studenter spesielt interesserte i nyresykdommer og benyttes på helt frivillig basis. Foreløpig inneholder systemet snitt til patologikurs ved UiO (i.n.farstad@medisin.uio.no) og UiB (sabine.maria.leh@helse-bergen.no)\nE-læringsressursen er utviklet ved:Universitetet i Oslo, Universitetet i Bergen\n",
        "email": "i.n.farstad@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/patologi/index.shtml"
      }
    ]
  },
  {
    "id": 43,
    "title": "Plastikkirurgi",
    "submenuTitle": "Plastikkirurgi",
    "layout": "default",
    "content": [
      {
        "title": "Basal kirurgisk teknikk",
        "description": "\nDette kurset består av teori og korte videoer med instrukser for å lære basale ferdigheter innenfor kirurgisk teknikk. Bruk av instrumenter, forskjellige suturteknikker blir vist.\n\nLæringsutbytte: Får vist riktig teknikk som kan benyttes til innlæring i forkant av kurs og smågrupper samt til repetisjon underveis i studiet.\n\nPedagogikk: Nyttig både for praksisperioder og som supplement til den kliniske undervisningen.\n\nBrukes i: Benyttes aktivt i gruppeundervisning i Modul 8.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": " henriesu@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/kirurgi/basal_kirurgisk_teknikk"
      }
    ]
  },
  {
    "id": 44,
    "title": "Propedeutikk",
    "submenuTitle": "Propedeutikk",
    "layout": "default",
    "content": [
      {
        "title": "Klinisk kommunikasjon",
        "description": "\nLæringsutbytte: Lære viktige ferdigheter innen klinisk kommunikasjon, samt øve på når og hvordan disse skal utøves.\nPedagogikk: Inneholder videofilmer, oppgaver i form av quiz og refleksjon, samt pensumrelatert tekst.\nBrukes i: Er et supplement til ordinær undervisning i atferdsfag i medisinstudiet i Oslo. Ressursen har ulike moduler for de ulike semestrene og er tilpasset pensumnivå.",
        "email": "arnstein.finset@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/atferdsfag/klinkom/index.html"
      },
      {
        "title": "Veiledning i journalopptak for legestudenter",
        "description": "\nJournalWiki er en interaktiv elæringsressurs i journalopptak og klinisk undersøkelsesmetodikk (propedeutikk). Den gir innføring i grunnleggende anamneseopptak og undersøkelse (status presens), med hyperlenker til artikler, bilder, videoer, ordforklaringer og (etter hvert) quizer. Målgruppen er norske legestudenter i inn- og utland, først og fremst tidlig i studiet. Men det er også veiledninger i undersøkelsesteknikk for mer viderekomne, for eksempel nevrologisk undersøkelse og prosedyrer som spinalpunksjon, samt tilsvarende videregående temaer innenfor andre fagområder (hvorav noen er under utvikling).\nFagområder: Indremedisin - Kirurgi, ortopedi -Allmennmedisin - Nevrologi - Øyesykdommer - Øre-nese-hals - Hudsykdommer (dermatologi) - Pediatri (journalopptak og undersøkelse av barn, spedbarn og nyfødte) - Psykiatri - Revmatologi.\nJournalWiki inkluderer også basal innføring i supplerende undersøkelser som klinikeren må kunne tolke selvstendig i forbindelse med den kliniske undersøkelsen: Radiologi (røntgen, CT, MR, PET-CT, ultralyd, scintigrafi m.m.) - Klinisk biokjemi (tolkning av blodprøver i ulike settinger) - Mikroskopi (urin, blodutstryk m.m.) - Spirometri - EKG - m.m.\nArbeidet med JournalWiki har vært ledet av Arne Westgaard ved Ferdighetssenteret på Rikshospitalet. Til nå har bidragsytere vært studenter, stipendiater, klinikere, professorer og datateknikere ved UiO. Bidragsytere fra andre fakulteter ønskes velkomne. Studenter som har gode medisinske kunnskaper og over-gjennomsnittlige dataferdigheter kan få utføre semesteroppgave eller arbeide mot betaling for videreutvikling av læringsressursen.\nKontakt : Knut Lundin\nE-læringsressursen er utviklet ved: Universitetet i Oslo\n",
        "email": "knut.lundin@medisin.uio.no",
        "link": "https://studmed.uio.no/journalwiki/"
      },
      {
        "title": "Thyreoidea E-læringsprogram",
        "description": "\nDette e-læringsprogrammet samler kunnskap om thyreoidea på ett sted og lenker stoff fra basalmedisinske, parakliniske og kliniske fag sammen. Det er ment som et supplement til ordinær undervisning og lærebøker, og til repetisjon.\nLæringsutbytte: Kurset gir en helhetlig oversikt over thyreoidea med utgangspunkt i læringsutbyttebeskrivelsene fra de berørte fagområdene og modulene. Den skal også bidra til at studentene lærer riktig undersøkelsesteknikk av thyreoidea og regionale lymfeknuter.\nPedagogikk: Ressursen benytter tekst, video, illustrasjoner, animasjoner, interaktive bilder, virtuell mikroskopi, refleksjonsspørsmål, interaktive kasuistikker («virtuelle pasienter») og quiz.\nBrukes i: Undervisning av medisinstudenter ved Universitetet i Oslo. Kan også benyttes av norske studenter ved andre universiteter.\nE-læringsprogrammet bygger på en eldre ressurs utarbeidet av to medisinstudenter sammen med Jens Petter Berg og Ingrid Norheim. Det nye programmet er laget i samarbeid med faglærere og e-læringsseksjonen i perioden 2020-2021. Professor Tore Julsrud Berg er faglig ansvarlig for prosjektet.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "e-laring@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/endokrinologi/thyreoidea/index.shtml"
      },
      {
        "title": "Lenker til Jornalwiki-videoer",
        "description": "\nEn samling av lenker til manglende videoer i Journalwiki.\n",
        "email": "e-laring@medisin.uio.no",
        "link": "https://prod-studmed.uio.no/journalwiki/videolenker.html"
      }
    ]
  },
  {
    "id": 45,
    "title": "Psykiatri",
    "submenuTitle": "Psykiatri",
    "layout": "default",
    "content": [
      {
        "title": "Klinisk kommunikasjon",
        "description": "\nLæringsutbytte: Lære viktige ferdigheter innen klinisk kommunikasjon, samt øve på når og hvordan disse skal utøves.\nPedagogikk: Inneholder videofilmer, oppgaver i form av quiz og refleksjon, samt pensumrelatert tekst.\nBrukes i: Er et supplement til ordinær undervisning i atferdsfag i medisinstudiet i Oslo. Ressursen har ulike moduler for de ulike semestrene og er tilpasset pensumnivå.",
        "email": "arnstein.finset@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/atferdsfag/klinkom/index.html"
      },
      {
        "title": "Psykiatriportalen",
        "description": "\nPsykiatriportalen er en samling av egenproduserte elæringsressurser som demonstrerer psykiatrisk intervju av pasienter med ulike plager og psykodynamisk orientert samtaleterapi.\nPedagogikk: Videokasuistikker.\nBrukes av: Studenter i modul 5 i medisinstudiet i Oslo.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "jangutt@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/psykiatri/index.shtml"
      },
      {
        "title": "Vurdering av samtykkekompetanse",
        "description": "\nLæringsutbytte: Kurset fokuserer på vurdering av samtykkekompetanse, med særlig fokus på psykisk helsevern.\nPedagogikk: Inneholder tekst, videofilmer og oppgaver i form av refleksjonsspørsmål.\nBrukes av: Leger, medisinstudenter, helsepersonell (særlig innenfor psykiatri) og personer som jobber med spørsmål om samtykke og tvang i psykisk helsevern\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "jorgen.dahlberg@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/etikk/samtykke/index.shtml"
      },
      {
        "title": "Psykopoden - Podcast om psykiske lidelser",
        "description": "\nDette e-læringsprogrammet gir en innføring i hva psykiske lidelser er, årsakene til de ulike psykiske lidelsene, hvor mange som rammes samt hvordan de på best mulig måte forebygges og behandles. E-læringsprogrammet er ment som en introduksjon/et supplement til ordinær undervisning og til repetisjon.\nLæringsutbytte: Temaene som tas opp i podcasten reflekterer det som må sies å være læringsmålene ved Universitetet i Oslo. De dekker imidlertid ikke alle læringsmålene dypt nok og må anses som en introduksjon eller et supplement til de ulike temaene. Gjennom relativt korte episoder (de fleste ca. 20 minutter) gis en introduksjon til temaer som også inngår i læringsmålene i psykiatri.\nDette gjelder blant annet: Hva er psykiske lidelser?, Hva er en psykose?, Angstlidelser, Depresjonslidelser, Spiseforstyrrelser, Psykoselidelser, ADHD, Autisme, Bipolare lidelser, Traumelidelser, Personlighetsforstyrrelser, Alderspsykiatri, Sikkerhetspsykiatri, Akuttpsykiatri, Poliklinisk behandling, Selvmord og Rettspsykiatri. I tillegg tas opp temaer om ulike behandlingsmetoder: Generelt om samtaleterapi, Kognitiv atferdsterapi, Psykodynamisk terapi, Familiearbeid, Antidepressive legemidler, Stemningstabiliserende legemidler og Antipsykotika. Lovverket og utfordringer rundt bruken av tvang samt vurdering av utilregnelighet tas også opp.\nPedagogikk: Elæringen er i form av podcast - lydopptak av samtaler. I tillegg til de faste medarbeiderne i Psykopoden inviteres fageksperter innen de respektive områdene som samtalepartnere.\nBrukes i: Psykiatri og Rusmedisinmodulen (Modul 5) ved Universitetet i Oslo.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "j.i.rossberg@medisin.uio.no",
        "link": "https://www.med.uio.no/tjenester/kunnskap/psykopoden/episoder/"
      },
      {
        "title": "Depresjon",
        "description": "\nLæringsutbytte: Lære viktige ferdigheter med å utrede en depresjon dens alvorlighetsgrad. Pedagogikk: Kurset inneholder videofilmer, oppgaver i form av quiz og refleksjon, samt tekst. Brukes i: Er et supplement til ordinær undervisning i psykiatri i Modul 5 i medisinstudiet i Oslo.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "randi.ulberg@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/psykiatri/depresjon"
      },
      {
        "title": "Spiseforstyrrelse",
        "description": "\nLæringsutbytte: Lære viktige ferdigheter med å utrede en påsykose. Pedagogikk: Kurset inneholder videofilmer, oppgaver i form av quiz og refleksjon, samt tekst. Brukes i: Er et supplement til ordinær undervisning i psykiatri i Modul 5 i medisinstudiet i Oslo.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "randi.ulberg@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/psykiatri/spiseforstyrrelser/"
      },
      {
        "title": "Psykose",
        "description": "\nLæringsutbytte: Lære viktige ferdigheter med å utrede en påsykose. Pedagogikk: Kurset inneholder videofilmer, oppgaver i form av quiz og refleksjon, samt tekst. Brukes i: Er et supplement til ordinær undervisning i psykiatri i Modul 5 i medisinstudiet i Oslo.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "randi.ulberg@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/psykiatri/psykose/"
      },
      {
        "title": "Angst",
        "description": "\nLæringsutbytte: Lære viktige ferdigheter med å utrede angst. Pedagogikk: Kurset inneholder videofilmer, tekst, oppgaver i form av quiz og refleksjonsoppgaver. Brukes i: Er et supplement til ordinær undervisning i psykiatri i Modul 5 i medisinstudiet i Oslo.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "randi.ulberg@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/psykiatri/angst/"
      }
    ]
  },
  {
    "id": 46,
    "title": "Radiologi",
    "submenuTitle": "Radiologi",
    "layout": "default",
    "content": [
      {
        "title": "Radiologi bildedatabase",
        "description": "\nEn samling av bilder fra radiologiske undersøkelser, der det foreligger bekrivelse av undersøkelsene, beskrivelse av funn og diskusjoner om undersøkelsenes plass i utredningen av forskjellige sykdommer.\n\nLæringsutbytte: Finne frem til riktig billedutredning av pasienter med varierende symptomer og sykdommer. Lære seg å tolke undersøkelser med patologiske funn ved å sammenligne med normale undersøkelser.\n\nPedagogikk: Nyttig både i radiologiundervisningen og som supplement til den kliniske undervisningen. Supplement til lærebok i radiologi. Forelesninger, målsetninger for undervisningen og opplegget for gruppeundervisningen finnes forøvrig tilgjengelig på www.radiologi.net.\n\nBrukes i: Benyttes aktivt i gruppeundervisningen i Modul 3 og 8. Billedmateriell i forelesninger er hentet ut fra databasen.\n\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "knut.lundin@medisin.uio.no",
        "link": "https://prod-studmed.uio.no/radiologiark/"
      },
      {
        "title": "Radiologi",
        "description": "\n«under arbeid – ikke alt virker».\n",
        "email": "knut.lundin@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/radiologi/index.shtml"
      },
      {
        "title": "Ultralyd",
        "description": "\nUltralyd brukes nesten overalt, så det er kanskje rart at det ikke har vært mer undervisning tidligere. Dette har sammenheng med at opplæring er krevende rent praktisk, du lærer ikke ultralyd fra en forelesning, du må utføre undersøkelser selv, under veiledning, for å få en forståelse for hvordan du bruker metoden. Det at den er så krevende med hensyn til en-til-en undervisning, har vært, og er en barriere i forhold til å få til god undervisning.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n      ",
        "email": "knut.lundin@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ultralyd/index.shtml#/"
      }
    ]
  },
  {
    "id": 47,
    "title": "Rettsmedisin",
    "submenuTitle": "Rettsmedisin",
    "layout": "default",
    "content": []
  },
  {
    "id": 48,
    "title": "Revmatologi",
    "submenuTitle": "Revmatologi",
    "layout": "default",
    "content": [
      {
        "title": "Bevegelsesapparatet",
             "description": "\nE-læringsressursen om bevegelsesapparatet er ment som et supplement til den kliniske undervisningen om bevegelsesapparatet for medisinstudenter. På disse sidene vil man både kunne lese og se bilder/tegninger og videoer som demonstrerer hvordan man undersøker de ulike leddene. I tillegg finner man sykehistorier og quiz'er.\nElæringsressursen ble utviklet i perioden 2015-2018. Medisinerstudentene Caroline Kooy Tveiten, Hannah Ugletveit Jahr og Alexander Øvestad har laget tekster, tegninger, filmer sammen med faglærere i hovedsak innenfor Ortopedisk Kirurgi ved Oslo Universitetsykehus Ortopedisk Klinikk, (Albue: Stein Tyrdal, Ankel/Fot: Are Stødle, Hånd: Magne Røkkum, Skulder: Berte Bøe, Hofte: Lars Nordsletten og Kne: Lars Engebretsen), men også Fysikalsk medisin ved professor Jens Ivar Brox: Rygg og nakke. Professor Lars Engebretsen har vært faglig ansvarlig for prosjektet.\nLæringsutbytte: Lære seg riktig leddundersøkelse av pasienter med varierende symptomer og traumer/sykdommer. Lære seg å tolke undersøkelser med patologiske funn ved å sammenligne med normale undersøkelser.\nPedagogikk: Elæringsressursen er bygd som et oppslagsverk med hovedvekt på å lære praktisk undersøkelsesteknikk. Det er lagt inn selvtesting i form av quiz'er og virtuelle pasienter slik at studenten kan etterprøve læreprosessen sin. Nyttig både i ortopedi, fysikalsk medisin og reumatologi-undervisningen og som supplement til senere klinisk arbeid. Supplement til lærebok i ortopedi.\nBrukes i: Benyttes aktivt i gruppeundervisningen i modul 3 og 8. I tillegg som supplement til forelesninger innenfor de same emnene. I modul 3 skal studentene tilegne seg grunnkunnskaper om bevegelsesapparatets normale struktur og funksjon, samt lære relevant undersøkelsesmetodikk. Modul 8 dreier seg i hovedsak om kunnskap i patologien, å kunne bruke relevante undersøkelser videre i det diagnostiske arbeidet, samt videre behandling av pasientens problem.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": " lars.engebretsen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ortopedi/index.shtml"
      },
      {
        "title": "Radiologi bildedatabase",
        "description": "\nEn samling av bilder fra radiologiske undersøkelser, der det foreligger bekrivelse av undersøkelsene, beskrivelse av funn og diskusjoner om undersøkelsenes plass i utredningen av forskjellige sykdommer.\n\nLæringsutbytte: Finne frem til riktig billedutredning av pasienter med varierende symptomer og sykdommer. Lære seg å tolke undersøkelser med patologiske funn ved å sammenligne med normale undersøkelser.\n\nPedagogikk: Nyttig både i radiologiundervisningen og som supplement til den kliniske undervisningen. Supplement til lærebok i radiologi. Forelesninger, målsetninger for undervisningen og opplegget for gruppeundervisningen finnes forøvrig tilgjengelig på www.radiologi.net.\n\nBrukes i: Benyttes aktivt i gruppeundervisningen i Modul 3 og 8. Billedmateriell i forelesninger er hentet ut fra databasen.\n\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "knut.lundin@medisin.uio.no",
        "link": "https://prod-studmed.uio.no/radiologiark/"
      }
    ]
  },
  {
    "id": 49,
    "title": "Samfunnsmedisin",
    "submenuTitle": "Samfunnsmedisin",
    "layout": "default",
    "content": []
  },
  {
    "id": 50,
    "title": "Sykepleie",
    "submenuTitle": "Sykepleie",
    "layout": "default",
    "content": [
      {
        "title": "Kartlegging av samansette helseproblem hos eldre",
        "description": "\nLæringsutbytte: Løysing av situasjonspesifikke, samansette helseproblem hos eldre som krev systematisk kartlegging, klinisk vurdering og målretta, pasientsentrera intervensjonar.\nPedagogikk: Ressursen skal styrke praksisnær undervising av systematiske kartleggingar ved utfordringar som kronisk sjukdom, kognitiv svikt, kosthald og kontakt. Vi viser strategiar for systematisk undersøkelse, og utfordrar til å analysere styrke, svakhet og behov for kontekstuell tilpassing gitt subjektive teikn og objektive data og funn fra anerkjende vurderings-, kartleggings- og livskvalitetsinstrument. Det introduserast teknikkar og undersøkelsesstrategiar, gis interaktive oppgaver med tilbakemelding og visast refleksjonssekvensar, i tillegg til oppgaver spesifikt for masterstudiet \"avansert geriatrisk sykepleie\".\nBrukes i: Mastergradsstudiet \"avansert geriatrisk sykepleie\" og som introduksjon til geriatri og allmennmedisin.\nForkunnskap: Anatomi, fysiologi, grunnleggande sjukepleie.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": " anne.moen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/sykepleie/ags/forside/"
      },
      {
        "title": "Legemiddelregning og praktisk legemiddelhåndtering",
        "description": "\nLæringsutbytte: Gi medisinstudenter en oversikt over legemiddelregning og praktisk legemiddelhåndtering inkl. oppheng av infusjonssett, fortynning av injeksjons- og infusjonsvæsker og utregning av infusjonshastighet.\nPedagogikk: Elæringskurset er bygget opp av 6 kapitler bestående av korte tekster, illustrasjonsbilder og kliniske kasuistikker med multiple-choice-regneoppgaver.\nBrukes i: Kurset er utviklet som et supplement til kurs i innleggelse av perifert venekateter, oppheng av infusjonssett, subkutane og intramuskulære injeksjoner ved Ferdighetssenteret ved UiO. Kurset kan også brukes som supplement til undervisningen i anestesiologi.\nForkunnskaper: Medisinsk basalkunnskap.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "ferdighetssenteret@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ferdighetssenteret/legemiddelregning/index.shtml"
      }
    ]
  },
  {
    "id": 51,
    "title": "Testfag",
    "submenuTitle": "Testfag",
    "layout": "default",
    "content": []
  },
  {
    "id": 52,
    "title": "Thoraxkirurgi",
    "submenuTitle": "Thoraxkirurgi",
    "layout": "default",
    "content": []
  },
  {
    "id": 53,
    "title": "Urologi",
    "submenuTitle": "Urologi",
    "layout": "default",
    "content": []
  },
  {
    "id": 54,
    "title": "Øre-nese-hals",
    "submenuTitle": "Øre-nese-hals",
    "layout": "default",
    "content": []
  },
  {
    "id": 55,
    "title": "Øyesykdommer",
    "submenuTitle": "Øyesykdommer",
    "layout": "default",
    "content": [
      {
        "title": "Øyeportalen",
        "description": "\nLæringsutbytte: Bidrag til å undersøke, beskrive, diagnostisere og behandle øyesykdommer.\nPedagogikk: Supplement til lærebøker, forelesninger, klinikker, kurs i undersøkelsesteknikk og kliniske smågrupper. Ressursene er tilpasset pensum i øyesykdommer. Det er lagt vekt på innlæring av ord og begreper, presentasjon av kliniske funn, systematisk undersøkelsesteknikk inkludert video av de vanlige praktiske prosedyrer. Virtuelle pasienter skal bedre klinisk resonnement og øke innsikt.\nBrukes i: Ressursene er tilpasset medisinstudiets 7. semester (modul 4) ved Universitetet i Oslo. Kan også benyttes av norske studenter i utlandet, utenlandske leger som vil arbeide i Norge eller annet helsepersonell.\nForkunnskap: Medisinsk basalkunnskap.\nE-læringsressursen er utviklet ved:Universitetet i Oslo\n",
        "email": "e-laring@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/oyesykdommer/index.shtml"
      }
    ]
  }
]
