[
  {
    "id": 1,
    "title": "E-læring for helseutdanning",
    "submenuTitle": "Innleiing",
    "layout": "default",
    "content": [
      {
        "title": "E-læring for helseutdanning",
        "description": "Velkomen til e-læringsportalen! E-læringsportalen er ei samling av gamle og nye e-læringsressursar for helseutdanning ved Universitetet i Oslo. Du finn ei oversikt over alle e-læringsressursane i menyen til venstre. Dersom du ønskjer å delta i, eller har forslag til, eit e-læringsprosjekt, kan du ta kontakt med Seksjon for helsefagleg utdanning (HELP).",
        "email": "e-laring@medisin.uio.no"
      }
    ]
  },
  {
    "id": 2,
    "title": "Akuttmedisin",
    "submenuTitle": "Akuttmedisin",
    "layout": "default",
    "content": [
      {
        "title": "Akuttmedisin",
        "description": "Dette fagområdet omfattar eit breitt spekter av ferdigheiter og prosedyrar som blir nytta ved førstegongs undersøking, overvaking og stabilisering av akutt sjuke pasientar. «Akuttmedisin» blir praktisert prehospitalt, i legevakt, i akuttmottak på sjukehus og ved akutt forverring hos pasientar på sengepost. Prosedyrane er difor felles for mange spesialitetar; det som kjenneteiknar dei, er behovet for raskt å avklare og handtere ein potensielt kritisk situasjon. Dette krev ein prioritert, systematisk tilnærming og innøvde ferdigheiter.\n\nE-læringsressursen er bygd opp rundt dei nasjonale krava til praktiske ferdigheiter for medisinstudentar i Noreg, vedtekne i 2015. Nokre ressursar finst òg under andre fagområde, som allmennmedisin, generell kirurgi (traumatologi), anestesiologi og propedeutikk.\n\nRessursane er meinte som eit supplement til ordinær undervisning og lærebøker.\n\nLæringsutbyte: Støtte trening og repetisjon av den prioriterte systematiske tilnærminga og dei praktiske ferdigheitene som er nødvendige i den første tilnærminga til akutt sjuke pasientar.\n\nPedagogikk: Brukar bilete, tekst, animasjonar og interaktive kasus («virtuelle pasientar»).\n\nBrukt i: Undervisning av medisinstudentar ved Universitetet i Oslo.",
        "email": "signe.sovik@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/akuttmedisin/index.shtml"
      },
      {
        "title": "Legemiddelrekning og praktisk legemiddelhandtering",
        "description": "Læringsutbyte: Gje medisinstudentar ei oversikt over legemiddelrekning og praktisk legemiddelhandtering, inkludert oppsett av infusjonssett, fortynning av injeksjons- og infusjonsvæsker og utrekning av infusjonshastigheit.\n\nPedagogikk: E-læringskurset er strukturert i 6 kapittel med korte tekstar, illustrerande bilete og kliniske kasus med fleirvalsoppgåver i utrekning.\n\nBrukt i: Utvikla som supplement til ferdigheitskurs ved Ferdigheitssenteret ved UiO om innlegging av perifer venekanyle, oppsett av infusjonssett og gjeving av subkutane og intramuskulære injeksjonar. Kurset kan òg nyttast som supplement til undervisning i anestesiologi.\n\nFøresetnader: Grunnleggjande medisinsk kunnskap.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "ferdighetssenteret@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ferdighetssenteret/legemiddelregning/index.shtml"
      }
    ]
  },
  {
    "id": 3,
    "title": "Allmennmedisin",
    "submenuTitle": "Allmennmedisin",
    "layout": "default",
    "content": [
      {
        "title": "Klinisk kommunikasjon",
        "description": "Læringsutbyte: Lære viktige ferdigheiter i klinisk kommunikasjon, og øve på når og korleis desse skal brukast.\n\nPedagogikk: Inneheld videoar, oppgåver i form av quiz og refleksjon, og pensumrelatert tekst.\n\nBrukt i: Eit supplement til ordinær undervisning i åtferdsfag i medisinstudiet i Oslo. Ressursen har ulike modular for ulike semester og er tilpassa nivået i studieplanen.",
        "email": "arnstein.finset@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/atferdsfag/klinkom/index.html"
      },
      {
        "title": "Vurdering av komplekse helseproblem hos eldre",
        "description": "Læringsutbyte: Løyse situasjonsspesifikke, komplekse helseproblem hos eldre som krev systematisk kartlegging, klinisk vurdering og målretta, pasientsentrerte tiltak.\n\nPedagogikk: Ressursen har som mål å styrkje praksisnær undervisning i systematiske kartleggingar av utfordringar som kronisk sjukdom, kognitiv svikt, ernæring og kommunikasjon/kontakt. Han presenterer strategiar for systematisk undersøking og utfordrar læraren til å analysere styrkar, svakheiter og behov for kontekstuell tilpassing basert på subjektive teikn og objektive data og funn frå anerkjende kartleggings-, screening- og livskvalitetsinstrument. Han introduserer teknikkar og undersøkjingsstrategiar, gir interaktive oppgåver med tilbakemelding, og viser refleksjonssekvensar, i tillegg til oppgåver særleg retta mot masterprogrammet «avansert geriatrisk sjukepleie».\n\nBrukt i: Masterprogrammet «avansert geriatrisk sjukepleie» og som ei innføring i geriatri og allmennmedisin.\n\nFøresetnader: Anatomi, fysiologi, grunnleggjande sjukepleie.",
        "email": "anne.moen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/sykepleie/ags/forside/"
      },
      {
        "title": "Psykiatriportalen",
        "description": "Psykiatriportalen er ei samling sjølvproduserte e-læringsressursar som viser psykiatriske intervju med pasientar med ulike plager, og psykodynamisk orientert psykoterapi.\n\nPedagogikk: Videobaserte kasus.\n\nBrukt av: Studentar i modul 5 i medisinstudiet i Oslo.",
        "email": "jangutt@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/psykiatri/index.shtml"
      },
      {
        "title": "Rørsleapparatet",
        "description": "E-læringsressursen om rørsleapparatet er meint som eit supplement til den kliniske undervisninga om rørsleapparatet for medisinstudentar. På desse sidene kan du både lese og sjå bilete/diagram og videoar som viser korleis ein undersøker dei ulike ledda. I tillegg finn du pasienthistorier og quiz. Ressursen vart utvikla i perioden 2015–2018. Medisinstudentane Caroline Kooy Tveiten, Hannah Ugletveit Jahr og Alexander Øvestad laga tekstar, teikningar og videoar saman med undervisarar, først og fremst innan ortopedisk kirurgi ved Oslo universitetssjukehus, Ortopedisk klinikk (Albog: Stein Tyrdal; Ankel/fot: Are Stødle; Hand: Magne Røkkum; Skulder: Berte Bøe; Hofte: Lars Nordsletten; Kne: Lars Engebretsen), samt fysikalsk medisin med professor Jens Ivar Brox (rygg og nakke). Professor Lars Engebretsen var fagleg ansvarleg for prosjektet. Læringsutbyte: Lære å gjennomføre korrekte leddundersøkingar av pasientar med varierande symptom og traume/sjukdom. Lære å tolke undersøkingar med patologiske funn ved å samanlikne dei med normale undersøkingar. Undervisningsopplegg: Ressursen er strukturert som eit oppslagsverk med hovudvekt på praktisk undersøkingsteknikk. Sjølvtesting er inkludert i form av quiz og virtuelle pasientar slik at studentane kan sjekke eigen læringsprosess. Nyttig i undervisning i ortopedi, fysikalsk medisin og revmatologi, og som supplement i seinare klinisk arbeid. Supplement til ei ortopedilærebok. Brukt i: Aktivt brukt i gruppeundervisning i modul 3 og 8, og som supplement til førelesingar innan dei same emna. I modul 3 får studentane grunnkunnskap om normal struktur og funksjon i rørsleapparatet og lærer relevant undersøkingmetodikk. Modul 8 har hovudfokus på patologi, der relevante undersøkingar blir nytta vidare i diagnostisk arbeid og vidare behandling av pasienten si problemstilling.",
        "email": " lars.engebretsen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ortopedi/index.shtml"
      },
      {
        "title": "Skal eg gi antibiotika?",
        "description": "Kurset inneheld fire modular med kasus frå legevakt, fastlegekontor, sjukehus og sjukeheim. Kurset er meint for medisinstudentar som skal inn i, eller nyleg har vore i, klinisk praksis. Det kan òg vere nyttig for nyutdanna legar.\n\nLæringsutbyte: Etter fullført kurs skal du kunne vurdere indikasjonar for antibiotika og kommunisere om antibiotikabehandling på tvers av ei rekkje tilstandar i primær- og spesialisthelsetenesta.\n\nPedagogikk: Modulane er bygde opp rundt kasus med oppgåver du løyser. Undervegs får du praktisk tilbakemelding. Kurset inneheld òg ei rekkje lenkjer med supplerande innhald.\n\nBrukt: Som supplement til ordinær undervisning.\n\nE-læringskurset er finansiert av SHE (Senter for berekraft i helsefagleg utdanning) og utvikla av Antibiotikasenteret for primærmedisin ved Institutt for allmennmedisin, Universitetet i Oslo, med innspel frå representantar frå medisinske fakultet ved Universitetet i Bergen, Noregs teknisk-naturvitskaplege universitet og UiT Noregs arktiske universitet, KAS (Nasjonal kompetanseteneste for antibiotikabruk i spesialisthelsetenesta) og ei referansegruppe som består av medisinstudentar.\n\nGå til kurset, registrer deg som ny brukar, og meld deg på.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": " post@antibiotikasenteret.no",
        "link": "https://kurs.antibiotikasenteret.no/login/index.php"
      }
    ]
  },
  {
    "id": 4,
    "title": "Anatomi",
    "submenuTitle": "Anatomi",
    "layout": "default",
    "content": [
      {
        "description": "E-læringsressursen om rørsleapparatet er meint som eit supplement til den kliniske undervisninga om rørsleapparatet for medisinstudentar. På desse sidene kan du både lese og sjå bilete/diagram og videoar som viser korleis ein undersøker dei ulike ledda. I tillegg finn du pasienthistorier og quiz. Ressursen vart utvikla i perioden 2015–2018. Medisinstudentane Caroline Kooy Tveiten, Hannah Ugletveit Jahr og Alexander Øvestad laga tekstar, teikningar og videoar saman med undervisarar, først og fremst innan ortopedisk kirurgi ved Oslo universitetssjukehus, Ortopedisk klinikk (Albog: Stein Tyrdal; Ankel/fot: Are Stødle; Hand: Magne Røkkum; Skulder: Berte Bøe; Hofte: Lars Nordsletten; Kne: Lars Engebretsen), samt fysikalsk medisin med professor Jens Ivar Brox (rygg og nakke). Professor Lars Engebretsen var fagleg ansvarleg for prosjektet. Læringsutbyte: Lære å gjennomføre korrekte leddundersøkingar av pasientar med varierande symptom og traume/sjukdom. Lære å tolke undersøkingar med patologiske funn ved å samanlikne dei med normale undersøkingar. Undervisningsopplegg: Ressursen er strukturert som eit oppslagsverk med hovudvekt på praktisk undersøkingsteknikk. Sjølvtesting er inkludert i form av quiz og virtuelle pasientar slik at studentane kan sjekke eigen læringsprosess. Nyttig i undervisning i ortopedi, fysikalsk medisin og revmatologi, og som supplement i seinare klinisk arbeid. Supplement til ei ortopedilærebok. Brukt i: Aktivt brukt i gruppeundervisning i modul 3 og 8, og som supplement til førelesingar innan dei same emna. I modul 3 får studentane grunnkunnskap om normal struktur og funksjon i rørsleapparatet og lærer relevant undersøkingmetodikk. Modul 8 har hovudfokus på patologi, der relevante undersøkingar blir nytta vidare i diagnostisk arbeid og vidare behandling av pasienten si problemstilling. Utvikla ved: Universitetet i Oslo.",
        "email": "lars.engebretsen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ortopedi/index.shtml"
      },
      {
        "title": "Histologi",
        "description": "\nDesse sidene inneheld alle kurssnitt som høyrer til undervisninga i histologi for medisinstudentar ved Universitetet i Oslo. Odontologi- og ernæringsstudentar vil òg ha nytte av desse undervisningssidene, særleg det som ligg under modul 1.\nFør kvart kurs finn du ein introduksjonsdel. Han dekkjer det aller viktigaste du bør kunne før du byrjar å sjå på dei ulike snitta. Vi har valt å ta med ei rekkje handteikna strukturar for å underbyggje og illustrere poenga.\nAlle snitta er utstyrte med piler og tekst på viktige strukturar/prosessar. I tillegg finn du eit virtuelt mikroskopib bilete (VM-biletet) av alle snitta, der du sjølv skal prøve å finne dei ulike strukturane. Nettstaden er meint som eit supplement til undervisninga på kurssalen. Han følgjer same oppbygging som kursheftet du får kjøpt på Akademika. Sidene eignar seg svært godt til sjølvstudium og repetisjon før eksamen. Kan du det som står på nettstadene her, er vi sikre på at du kjem til å briljere på eksamen!",
        "email": "m.r.daws@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/anatomi/histologi/index.shtml"
      }
    ]
  },
  {
    "id": 5,
    "title": "Anestesiologi",
    "submenuTitle": "Anestesiologi",
    "layout": "default",
    "content": [
      {
        "title": "Akuttmedisin",
        "description": "Dette fagområdet omfattar eit breitt spekter av ferdigheiter og prosedyrar som blir nytta ved førstegongs undersøking, overvaking og stabilisering av akutt sjuke pasientar. «Akuttmedisin» blir praktisert prehospitalt, i legevakt, i akuttmottak på sjukehus og ved akutt forverring hos pasientar på sengepost. Prosedyrane er difor felles for mange spesialitetar; det som kjenneteiknar dei, er behovet for raskt å avklare og handtere ein potensielt kritisk situasjon. Dette krev ein prioritert, systematisk tilnærming og innøvde ferdigheiter.\n\nE-læringsressursen er bygd opp rundt dei nasjonale krava til praktiske ferdigheiter for medisinstudentar i Noreg, vedtekne i 2015. Nokre ressursar finst òg under andre fagområde, som allmennmedisin, generell kirurgi (traumatologi), anestesiologi og propedeutikk.\n\nRessursane er meinte som eit supplement til ordinær undervisning og lærebøker.\n\nLæringsutbyte: Støtte trening og repetisjon av den prioriterte systematiske tilnærminga og dei praktiske ferdigheitene som er nødvendige i den første tilnærminga til akutt sjuke pasientar.\n\nPedagogikk: Brukar bilete, tekst, animasjonar og interaktive kasus («virtuelle pasientar»).\n\nBrukt i: Undervisning av medisinstudentar ved Universitetet i Oslo.",
        "email": " signe.sovik@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/akuttmedisin/index.shtml"
      },
      {
        "title": "Legemiddelrekning og praktisk legemiddelhandtering",
        "description": "Læringsutbyte: Gje medisinstudentar ei oversikt over legemiddelrekning og praktisk legemiddelhandtering, inkludert oppsett av infusjonssett, fortynning av injeksjons- og infusjonsvæsker og utrekning av infusjonshastigheit.\n\nPedagogikk: E-læringskurset er strukturert i 6 kapittel med korte tekstar, illustrerande bilete og kliniske kasus med fleirvalsoppgåver i utrekning.\n\nBrukt i: Utvikla som supplement til ferdigheitskurs ved Ferdigheitssenteret ved UiO om innlegging av perifer venekanyle, oppsett av infusjonssett og gjeving av subkutane og intramuskulære injeksjonar. Kurset kan òg nyttast som supplement til undervisning i anestesiologi.\n\nFøresetnader: Grunnleggjande medisinsk kunnskap.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "ferdighetssenteret@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ferdighetssenteret/legemiddelregning/index.shtml"
      }
    ]
  },
  {
    "id": 6,
    "title": "Barne- og ungdomspsykiatri",
    "submenuTitle": "Barne- og ungdomspsykiatri",
    "layout": "default",
    "content": []
  },
  {
    "id": 7,
    "title": "Barnekirurgi",
    "submenuTitle": "Barnekirurgi",
    "layout": "default",
    "content": []
  },
  {
    "id": 8,
    "title": "Barnesjukdommar",
    "submenuTitle": "Barnesjukdommar",
    "layout": "default",
    "content": [
      {
        "title": "Klinisk kommunikasjon",
        "description": "Læringsutbyte: Lære viktige ferdigheiter i klinisk kommunikasjon, og øve på når og korleis desse skal brukast.\n\nPedagogikk: Inneheld videoar, oppgåver i form av quiz og refleksjon, og pensumrelatert tekst.\n\nBrukt i: Eit supplement til ordinær undervisning i åtferdsfag i medisinstudiet i Oslo. Ressursen har ulike modular for ulike semester og er tilpassa nivået i studieplanen.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "arnstein.finset@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/atferdsfag/klinkom/index.html"
      },
      {
        "title": "Smertepodden",
        "description": "Denne e-læringsressursen er ein podkastserie som tek for seg smertekartlegging og smertebehandling hos barn. Episodane blir presenterte av legar, sjukepleiarar og ein tannlege, saman med medisinstudentane Camilla Gustavsen og David Hui. Podkastserien er meint som eit supplement til ordinær undervisning og lærebøker. Læringsutbyte: Ressursen skal bidra til å oppnå (delar av) følgjande læringsutbyte i modul 6 ved Universitetet i Oslo: dei viktigaste fysiske, psykiske og sosiale risikofaktorane for helseutfordringar i barndom, ungdomstid og i familien; korleis ein organiserer og koordinerer helsetenester for barn og ungdom med kroniske tilstandar og funksjonsnedsetjingar i kommunen, og overgangen til spesialisthelsetenester for vaksne; utfordringar for barnehelse i eit globalt perspektiv; innhente ei pediatrisk sjukehistorie; kommunisere med foreldre og forhalde seg til barn og ungdom; kjenne att symptom og teikn som kjenneteiknar alvorleg sjukdom og livstrugande situasjonar hos barn, stabilisere vitale funksjonar og vise vidare umiddelbart til spesialisthelsetenesta; empati med sjuke barn og familiane deira; respekt for barn og familiar som aktive samarbeidspartnarar; evne til å søkje rettleiing frå meir erfarne legar; og evne til å samarbeide med andre yrkesgrupper involverte i sosial- og helsetenester for barn. Undervisningsopplegg: Ressursen drøftar og forklarer fagstoff frå fleire område innan pediatri. Kasus og virtuelle pasientar blir nytta der det er naturleg i episodane. Brukt i: Undervisning av medisinstudentar ved Universitetet i Oslo; han blir òg brukt i undervisning av tannpleie- og sjukepleiestudentar. Utvikla ved: Universitetet i Oslo. Kontakt: signe.sovik@medisin.uio.no.",
        "email": "signe.sovik@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/barnesykdommer/smertepodden.shtml"
      }
    ]
  },
  {
    "id": 9,
    "title": "Biokjemi",
    "submenuTitle": "Biokjemi",
    "layout": "default",
    "content": []
  },
  {
    "id": 10,
    "title": "Blodsjukdommar",
    "submenuTitle": "Blodsjukdommar",
    "layout": "default",
    "content": []
  },
  {
    "id": 11,
    "title": "Bryst- og endokrinkirurgi",
    "submenuTitle": "Bryst- og endokrinkirurgi",
    "layout": "default",
    "content": [
      {
        "title": "Klinisk brystundersøking",
        "description": "Klinisk brystundersøking: Dette e-læringsprogrammet er eit supplement til undervisninga og skildrar korleis ei klinisk brystundersøking skal gjennomførast.\n\nLæringsutbyte: Programmet hjelper deltakarane å meistre korrekt undersøkingsteknikk av brystet og regionale lymfeknutestasjonar. Dei vanlegaste kliniske funna ved brystkreft blir gjennomgått.\n\nPedagogikk: Best eigna som supplement til førelesingar og undervisning i små grupper.\n\nBrukt i: Undervisning om brystet for medisinstudentar.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "ekurs-bryst-endokrin@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/bryst_endokrin_kir/index.shtml"
      }
    ]
  },
  {
    "id": 12,
    "title": "Endokrinologi",
    "submenuTitle": "Endokrinologi",
    "layout": "default",
    "content": [
      {
        "title": "Tyreoidea",
        "description": "Dette e-læringsprogrammet samlar kunnskap om skjoldkjertelen (tyreoidea) på éin stad og lenkjer innhald frå basismedisinske, parakliniske og kliniske fag. Det er meint som eit supplement til ordinær undervisning og lærebøker, og til repetisjon.\n\nLæringsutbyte: Kurset gir ei heilskapleg oversikt over skjoldkjertelen basert på læringsutbyttebeskrivingane frå relevante fagområde og modular. Det skal òg hjelpe studentane å lære korrekt undersøkingsteknikk av skjoldkjertelen og regionale lymfeknutar.\n\nPedagogikk: Brukar tekst, video, illustrasjonar, animasjonar, interaktive bilete, virtuell mikroskopi, refleksjonsspørsmål, interaktive kasus («virtuelle pasientar») og quiz.\n\nBrukt i: Undervisning av medisinstudentar ved Universitetet i Oslo. Kan òg brukast av norske studentar ved andre universitet.\n\nE-læringsprogrammet byggjer på ein eldre ressurs utvikla av to medisinstudentar saman med Jens Petter Berg og Ingrid Norheim. Det nye programmet vart laga i samarbeid med undervisarar og e-læringsseksjonen i perioden 2020–2021. Professor Tore Julsrud Berg er fagleg ansvarleg for prosjektet.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "e-laring@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/endokrinologi/thyreoidea/index.shtml"
      }
    ]
  },
  {
    "id": 13,
    "title": "Ernæringsvitskap",
    "submenuTitle": "Ernæringsvitskap",
    "layout": "default",
    "content": [
      {
        "title": "Sjukdomsrelatert underernæring",
        "description": "Læringsutbyte: Identifisere ulike former for underernæring og forstå risikofaktorar og konsekvensar. Kunne gjennomføre risikovurdering, berekne behov, vurdere ernæringsstatus og gi ernæringsterapi. Kurset legg vekt på ferdigheitsutvikling og inneheld mange oppgåver og ei rekkje kliniske pasientkasus.\n\nBrukt i: Av studentar i klinisk ernæring. Tilrådd òg for andre helseprofesjonsstudentar, som legar og sjukepleiarar.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "m.m.paulsen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ernaring/underernaering"
      },
      {
        "title": "Ernæringskartlegging",
        "description": "Læringsutbyte: Kunne gjennomføre ei ernæringskartlegging, inkludert: gjennomføre og tolke antropometriske målingar, metodar for å måle kroppssamansetjing, verktøy for å vurdere underernæring (PG-SGA) og glukosetoleransetest.\n\nPedagogikk: Kurset består av ein teoridel med tekst, videoar og spørsmål. Kvar del inneheld oppgåver som skal leggje til rette for læring.\n\nBrukt i: Kurset blir brukt som supplement til førelesingar og praktiske øvingar i ernæringskartlegging for kliniske ernæringsfysiologar i ERN1010 og i felles undervisning i modul 2, og byggjer på Nutrition Care Process (NCP).\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "christine.henriksen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ernaring/ernaringskartlegging_2021/index.html"
      },
      {
        "title": "Ernæringsdiagnose",
        "description": "Læringsutbyte: Kunne identifisere eit ernæringsproblem, etiologi og teikn/symptom basert på informasjon frå ernæringskartlegginga. Etter fullført kurs skal du kunne setje ein ernæringsdiagnose og formulere han som ei PES-utsegn.\n\nPedagogikk: Kurset består av ein teoridel med tekst, videoar og spørsmål. Til slutt er det ein oppgåvedel der studenten kan øve på eigne pasientar.\n\nBrukt i: Brukt som supplement til ordinær undervisning i ernæringsdiagnose for kliniske ernæringsfysiologar i ERN1010 og ERN4400, og byggjer på ressursen Ernæringskartlegging.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "christine.henriksen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ernaring/ernaringsdiagnosen_2021/index.html"
      },
      {
        "title": "Nutrition Care Process - NCP",
        "description": "Læringsutbyte: Korleis ein bruker arbeidsprosessen til kliniske ernæringsfysiologar (NCP) og den standardiserte terminologien NCPT.\n\nPedagogikk: Kurset består av ein teoridel med tekst, videoar og spørsmål. Til slutt er det ein oppgåvedel der studenten kan øve på eigen pasient.\n\nBrukt i: Brukt som supplement til førelesingar om Nutrition Care Process for kliniske ernæringsfysiologar i ERN1010 og ERN4400.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "christine.henriksen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ernaring/nutrition_care_process"
      },
      {
        "title": "Aterosklerose",
        "description": "Læringsutbyte: Auke forståinga for kva faktorar som påverkar ateroskleroseprosessen og korleis han utviklar seg over tid.\n\nPedagogikk: Eit interaktivt e-læringsprogram med korte videoar, quiz, fun facts, nyare forsking og visualisering av innsida av kroppen – særleg blodårer – med partiklar i 3D-modellar og nokre 360°-visingar.\n\nBrukt i: Alle helseutdanningsprogram, tilpassa for (MED2200) og seinare i studieløpet.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "karianne.svendsen@medisin.uio.no",
        "link": "https://dev.360powerview.com/?collection=fffe9397-289c-436b-9815-10961a3c0079&chapter=3835cca1-ff81-488e-830b-1197c23cae18&scene=47ed83da-78e1-46b0-9c99-e8c8b2a12d6a"
      },
      {
        "title": "Vitamin K",
        "description": "Læringsutbyte: ha grunnleggjande kunnskap om vitamin K og rolla det har i helse og sjukdom. Målet er å gi ei oversikt over temaet frå perspektivet til ein klinisk ernæringsfysiolog, gi noko fordjupande informasjon om biologiske mekanismar og status for dagens kunnskap, og presentere relevante kliniske kasus. Pedagogisk grunnlag: Små e-førelesingar, med lenkjer til originalartiklar og nokre faktaark med meir detaljar. Quizspørsmål og interaktive kasus blir presenterte mot slutten. Bruk: Som supplement til førelesingar i ERN2300, i studiet i klinisk ernæring. Denne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "christine.henriksen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ernaring/vitamink/index.html"
      },
      {
        "title": "Pasientkommunikasjon for kliniske ernæringsfysiologar",
        "description": "Læringsutbyte: Kunne bruke BIO-modellen for kommunikasjon i ei pasientsamtale, og bruke motiverande intervju for å utforske tankar og kjensler for å fremje meistring.\n\nPedagogikk: Kurset består av ein teoridel med tekst, videoar og spørsmål. Kvar del inneheld oppgåver som skal leggje til rette for læring.\n\nBrukt i: Kurset blir brukt som supplement til førelesingar og praktiske øvingar for kliniske ernæringsfysiologar i ERN1010.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "christine.henriksen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ernaring/nutriweb/story_html5.html"
      }
    ]
  },
  {
    "id": 14,
    "title": "Farmakologi og toksikologi",
    "submenuTitle": "Farmakologi og toksikologi",
    "layout": "default",
    "content": [
      {
        "title": "Legemiddelrekning og praktisk legemiddelhandtering",
        "description": "Læringsutbyte: Gje medisinstudentar ei oversikt over legemiddelrekning og praktisk legemiddelhandtering, inkludert oppsett av infusjonssett, fortynning av injeksjons- og infusjonsvæsker og utrekning av infusjonshastigheit.\n\nPedagogikk: E-læringskurset er strukturert i 6 kapittel med korte tekstar, illustrerande bilete og kliniske kasus med fleirvalsoppgåver i utrekning.\n\nBrukt i: Utvikla som supplement til ferdigheitskurs ved Ferdigheitssenteret ved UiO om innlegging av perifer venekanyle, oppsett av infusjonssett og gjeving av subkutane og intramuskulære injeksjonar. Kurset kan òg nyttast som supplement til undervisning i anestesiologi.\n\nFøresetnader: Grunnleggjande medisinsk kunnskap.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "ferdighetssenteret@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ferdighetssenteret/legemiddelregning/index.shtml"
      }
    ]
  },
  {
    "id": 15,
    "title": "Fordøyingssjukdommar",
    "submenuTitle": "Fordøyingssjukdommar",
    "layout": "default",
    "content": []
  },
  {
    "id": 16,
    "title": "Fysikalsk medisin",
    "submenuTitle": "Fysikalsk medisin",
    "layout": "default",
    "content": [
      {
        "description": "E-læringsressursen om rørsleapparatet er meint som eit supplement til den kliniske undervisninga om rørsleapparatet for medisinstudentar. På desse sidene kan du både lese og sjå bilete/diagram og videoar som viser korleis ein undersøker dei ulike ledda. I tillegg finn du pasienthistorier og quiz. Ressursen vart utvikla i perioden 2015–2018. Medisinstudentane Caroline Kooy Tveiten, Hannah Ugletveit Jahr og Alexander Øvestad laga tekstar, teikningar og videoar saman med undervisarar, først og fremst innan ortopedisk kirurgi ved Oslo universitetssjukehus, Ortopedisk klinikk (Albog: Stein Tyrdal; Ankel/fot: Are Stødle; Hand: Magne Røkkum; Skulder: Berte Bøe; Hofte: Lars Nordsletten; Kne: Lars Engebretsen), samt fysikalsk medisin med professor Jens Ivar Brox (rygg og nakke). Professor Lars Engebretsen var fagleg ansvarleg for prosjektet. Læringsutbyte: Lære å gjennomføre korrekte leddundersøkingar av pasientar med varierande symptom og traume/sjukdom. Lære å tolke undersøkingar med patologiske funn ved å samanlikne dei med normale undersøkingar. Undervisningsopplegg: Ressursen er strukturert som eit oppslagsverk med hovudvekt på praktisk undersøkingsteknikk. Sjølvtesting er inkludert i form av quiz og virtuelle pasientar slik at studentane kan sjekke eigen læringsprosess. Nyttig i undervisning i ortopedi, fysikalsk medisin og revmatologi, og som supplement i seinare klinisk arbeid. Supplement til ei ortopedilærebok. Brukt i: Aktivt brukt i gruppeundervisning i modul 3 og 8, og som supplement til førelesingar innan dei same emna. I modul 3 får studentane grunnkunnskap om normal struktur og funksjon i rørsleapparatet og lærer relevant undersøkingmetodikk. Modul 8 har hovudfokus på patologi, der relevante undersøkingar blir nytta vidare i diagnostisk arbeid og vidare behandling av pasienten si problemstilling. Utvikla ved: Universitetet i Oslo.",
        "email": "lars.engebretsen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ortopedi/index.shtml"
      },
      {
        "title": "Radiologi biletbase",
        "description": "Ei samling bilete frå radiologiske undersøkingar, med omtale av undersøkingane, beskriving av funn og drøfting av rolla undersøkingane har i utgreiinga av ulike sjukdommar.\n\nLæringsutbyte: Finne rett biletutgreiing for pasientar med varierande symptom og sjukdommar. Lære å tolke undersøkingar med patologiske funn ved å samanlikne med normale undersøkingar.\n\nPedagogikk: Nyttig både i radiologiundervisning og som supplement til klinisk undervisning. Supplement til ei radiologilærebok. Førelesingar, læringsmål og plan for gruppeundervisning ligg òg på radiologi.net.\n\nBrukt i: Aktivt brukt i gruppeundervisning i modul 3 og 8. Biletemateriale i førelesingar blir henta frå databasen.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "knut.lundin@medisin.uio.no",
        "link": "https://prod-studmed.uio.no/radiologiark/"
      }
    ]
  },
  {
    "id": 17,
    "title": "Fysiologi",
    "submenuTitle": "Fysiologi",
    "layout": "default",
    "content": [
      {
        "title": "Hjartemekanikk",
        "description": "Læringsutbyte: Forstå normal hjartemekanikk på eit nivå som er relevant for nyutdanna legar.\n\nPedagogikk: Ressursen er best å bruke saman med ei lærebok i sirkulasjonsfysiologi, men med noko forkunnskap kan han òg studerast åleine. Ressursen er ein interaktiv animasjon/simulering.\n\nBrukt i: Undervisning i normal sirkulasjonsfysiologi og klinisk kardiologi i medisinstudiet i Oslo.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "e-laring@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/fysiologi/hjertemekanikk/index.shtml"
      },
      {
        "title": "Hemodynamikk",
        "description": "Dette e-læringsprogrammet har som mål å forklare mekanismane og lovene som styrer væsketransport i arteriar og vener.\n\nLæringsutbyte: Bidra til å forstå samanhengen mellom blodstraum og blodtrykk basert på lovene til Bernoulli og Poiseuille.\n\nPedagogikk: Videoførelesingar.\n\nBrukt i: Undervisning i fysiologi i studia medisin, odontologi og ernæring ved Universitetet i Oslo.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "maja.elstad@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/fysiologi/hemodynamikk/index.shtml"
      }
    ]
  },
  {
    "id": 18,
    "title": "Fødselshjelp og kvinnesykdommer",
    "submenuTitle": "Fødselshjelp og kvinnesykdommer",
    "layout": "default",
    "content": [
      {
        "title": "Fødselshjelp og kvinnesykdommer",
        "description": "Dette e-læringsprogrammet er eit supplement til undervisninga i fødselshjelp og kvinnesykdommer. Nettressursen vart initiert i 2018 av professor Annetine Staff og er venta å bli bygd ut i åra som kjem med nye tema.\n\nLæringsutbyte: Desse nettsidene har som mål å hjelpe medisinstudentar med å lære fødselshjelp og gynekologi. Innhaldet er tilpassa studieplanen ved Universitetet i Oslo og skal støtte læring frå klasseromsundervisning, klinisk undervisning i små grupper, seminar og lærebøker.\n\nPedagogikk: Ressursane kan brukast til å førebu kurs, repetere klinisk trening og betre forståinga av klinisk og basiskunnskap som blir undervist i klassar og små grupper.\n\nBrukt i: Modul 6 blir undervist på engelsk ved Universitetet i Oslo fordi modulen har mange utvekslingsstudentar frå universitet utanfor Noreg. Språket på desse nettsidene vil difor stort sett vere engelsk.\n\nLæringsressursane vart utvikla av professorane Annetine Staff og Anne Flem Jacobsen. I tillegg har fleire legar bidrege til enkeltområde, som Nina Verket (undersøking av gravid mage) og Camilla Bowen/Thao Ho (prevensjon).\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "elaring-obstgyn@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/obstgyn/index.shtml"
      }
    ]
  },
  {
    "id": 19,
    "title": "Gastroenterologisk kirurgi",
    "submenuTitle": "Gastroenterologisk kirurgi",
    "layout": "default",
    "content": []
  },
  {
    "id": 20,
    "title": "Generell kirurgi",
    "submenuTitle": "Generell kirurgi",
    "layout": "default",
    "content": [
      {
        "title": "Klinisk kommunikasjon",
        "description": "Læringsutbyte: Lære viktige ferdigheiter i klinisk kommunikasjon, og øve på når og korleis desse skal brukast.\n\nPedagogikk: Inneheld videoar, oppgåver i form av quiz og refleksjon, og pensumrelatert tekst.\n\nBrukt i: Eit supplement til ordinær undervisning i åtferdsfag i medisinstudiet i Oslo. Ressursen har ulike modular for ulike semester og er tilpassa nivået i studieplanen.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo\n\nKontakt: Hanne Cathrine Lie",
        "email": "h.c.lie@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/atferdsfag/klinkom/index.html"
      },
      {
        "title": "Radiologi biletbase",
        "description": "Ei samling bilete frå radiologiske undersøkingar, med omtale av undersøkingane, beskriving av funn og drøfting av rolla undersøkingane har i utgreiinga av ulike sjukdommar.\n\nLæringsutbyte: Finne rett biletutgreiing for pasientar med varierande symptom og sjukdommar. Lære å tolke undersøkingar med patologiske funn ved å samanlikne med normale undersøkingar.\n\nPedagogikk: Nyttig både i radiologiundervisning og som supplement til klinisk undervisning. Supplement til ei radiologilærebok. Førelesingar, læringsmål og plan for gruppeundervisning ligg òg på radiologi.net.\n\nBrukt i: Aktivt brukt i gruppeundervisning i modul 3 og 8. Biletemateriale i førelesingar blir henta frå databasen.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "knut.lundin@medisin.uio.no",
        "link": "https://prod-studmed.uio.no/radiologiark/"
      },
      {
        "title": "Legemiddelrekning og praktisk legemiddelhandtering",
        "description": "Læringsutbyte: Gje medisinstudentar ei oversikt over legemiddelrekning og praktisk legemiddelhandtering, inkludert oppsett av infusjonssett, fortynning av injeksjons- og infusjonsvæsker og utrekning av infusjonshastigheit.\n\nPedagogikk: E-læringskurset er strukturert i 6 kapittel med korte tekstar, illustrerande bilete og kliniske kasus med fleirvalsoppgåver i utrekning.\n\nBrukt i: Utvikla som supplement til ferdigheitskurs ved Ferdigheitssenteret ved UiO om innlegging av perifer venekanyle, oppsett av infusjonssett og gjeving av subkutane og intramuskulære injeksjonar. Kurset kan òg nyttast som supplement til undervisning i anestesiologi.\n\nFøresetnader: Grunnleggjande medisinsk kunnskap.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": " ferdighetssenteret@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ferdighetssenteret/legemiddelregning/index.shtml"
      },
      {
        "title": "Basal kirurgisk teknikk",
        "description": "Dette kurset består av teori og korte instruksjonsvideoar for å lære grunnleggjande ferdigheiter i kirurgisk teknikk. Bruk av instrument og ulike suturteknikkar blir viste.\n\nLæringsutbyte: Viser korrekte teknikkar som kan nyttast til førebuing før kurs og undervisning i små grupper, og til repetisjon gjennom studiet.\n\nPedagogikk: Nyttig både i praksis og som supplement til klinisk undervisning.\n\nBrukt i: Aktivt brukt i gruppeundervisning i modul 8.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "henriesu@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/kirurgi/basal_kirurgisk_teknikk"
      }
    ]
  },
  {
    "id": 21,
    "title": "Geriatri",
    "submenuTitle": "Geriatri",
    "layout": "default",
    "content": [
      {
        "title": "Klinisk kommunikasjon",
        "description": "Læringsutbyte: Lære viktige ferdigheiter i klinisk kommunikasjon, og øve på når og korleis desse skal nyttast.\n\nPedagogikk: Inneheld videoar, oppgåver i form av quiz og refleksjon, og pensumrelatert tekst.\n\nBrukt i: Eit supplement til ordinær undervisning i åtferdsfag i medisinstudiet i Oslo. Ressursen har ulike modular for ulike semester og er tilpassa nivået i pensum.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "arnstein.finset@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/atferdsfag/klinkom/index.html"
      },
      {
        "title": "Kognitive utfall hos slagpasientar",
        "description": "Læringsutbyte: Få betre innsikt i, og evne til å kjenne att, nokre typiske kognitive problem som kan oppstå etter hjerneslag.\n\nPedagogikk: Videoar av pasientar med tilhøyrande tekst og spørsmål. Kan brukast som ein sjølvstendig ressurs.\n\nBrukt i: Geriatriundervisning i siste studieår i medisinstudiet i Oslo. Kan òg vere nyttig i nevrologiundervisning.\n\nFøresetnader: Best eigna for studentar som har fått noko praktisk trening og innsikt i kliniske fag, særleg geriatri, indremedisin og nevrologi. Ressursen er difor best eigna for den seinare delen av medisinstudiet. Ressursen er òg eigna for fysioterapi- og ergoterapistudentar.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "t.b.wyller@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/indremedisin/kognitive_utfall_etter_hjerneslag/index.shtml"
      },
      {
        "title": "Vurdering av komplekse helseproblem hos eldre",
        "description": "Læringsutbyte: Løyse situasjonsspesifikke, komplekse helseproblem hos eldre som krev systematisk kartlegging, klinisk vurdering og målretta, pasientsentrerte tiltak.\n\nPedagogikk: Ressursen har som mål å styrkje praksisnær undervisning i systematiske kartleggingar av utfordringar som kronisk sjukdom, kognitiv svikt, ernæring og kommunikasjon/kontakt. Han presenterer strategiar for systematisk undersøking og utfordrar læraren til å analysere styrkar, svakheiter og behovet for kontekstuell tilpassing basert på subjektive teikn og objektive data og funn frå anerkjende kartleggings-, screening- og livskvalitetsinstrument. Han introduserer teknikkar og undersøkingsstrategiar, gir interaktive oppgåver med tilbakemelding, og viser refleksjonssekvensar, i tillegg til oppgåver spesielt for masterprogrammet «avansert geriatrisk sjukepleie».\n\nBrukt i: Masterprogrammet «avansert geriatrisk sjukepleie» og som introduksjon til geriatri og allmennmedisin.\n\nFøresetnader: Anatomi, fysiologi, grunnleggjande sjukepleie.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "anne.moen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/sykepleie/ags/forside/"
      },
      {
        "title": "Skal eg gi antibiotika?",
        "description": "Kurset inneheld fire modular med kasus frå legevakt, fastlegekontor, sjukehus og sjukeheim. Kurset er meint for medisinstudentar som skal ut i, eller nyleg har vore i, klinisk praksis. Det kan òg vere nyttig for nyutdanna legar.\n\nLæringsutbyte: Etter å ha fullført kurset skal du kunne vurdere indikasjonar for antibiotika og kommunisere om antibiotikabehandling på tvers av ei rekkje tilstandar i primær- og spesialisthelsetenesta.\n\nPedagogikk: Modulane er bygde opp rundt kasus med oppgåver du løyser. Undervegs får du praktiske tilbakemeldingar. Kurset inneheld òg fleire lenkjer med supplerande innhald.\n\nBrukt: Som supplement til ordinær undervisning.\n\nE-læringskurset er finansiert av SHE (Senter for berekraft i helsefagutdanning) og utvikla av Antibiotikasenteret for primærmedisin ved Institutt for allmennmedisin, Universitetet i Oslo, med innspel frå representantar frå dei medisinske fakulteta ved Universitetet i Bergen, Noregs teknisk-naturvitskaplege universitet og UiT Noregs arktiske universitet, KAS (Nasjonal kompetanseteneste for antibiotikabruk i spesialisthelsetenesta) og ei referansegruppe beståande av medisinstudentar.\n\nGå til kurset, registrer deg som ny brukar, og meld deg på.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "post@antibiotikasenteret.no",
        "link": "https://kurs.antibiotikasenteret.no/course/view.php?id=7"
      }
    ]
  },
  {
    "id": 22,
    "title": "Hjartesjukdommar",
    "submenuTitle": "Hjartesjukdommar",
    "layout": "default",
    "content": [
      {
        "title": "Hjartemekanikk",
        "description": "Læringsutbyte: Forstå normal hjartemekanikk på eit nivå som passar for nyutdanna legar.\n\nPedagogikk: Ressursen er best brukt saman med ei lærebok i sirkulasjonsfysiologi, men med noko forkunnskap kan han òg studerast åleine. Ressursen er ein interaktiv animasjon/simulering.\n\nBrukt i: Undervisning i normal sirkulasjonsfysiologi og klinisk kardiologi i medisinstudiet i Oslo.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": " e-laring@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/fysiologi/hjertemekanikk/index.shtml"
      },
      {
        "title": "EKG e-læringsprogram",
        "description": "\nNettbasert kurs om EKG.\n",
        "email": " e-laring@medisin.uio.no",
        "link": "https://www.heartfailure.no/celle_papir/index.html"
      },
      {
        "title": "EKG øvingsoppgåver",
        "description": "EKG øvingsoppgåver.",
        "email": " e-laring@medisin.uio.no",
        "link": "https://heartfailure.no/ekgtrener/"
      }
    ]
  },
  {
    "id": 23,
    "title": "Hudsjukdommar og venerologi",
    "submenuTitle": "Hudsjukdommar og venerologi",
    "layout": "default",
    "content": [
      {
        "title": "Prosedyrar i hudfaget",
        "description": "E-læringsressursen for kurset i hud- og kjønnssjukdommar er meint som eit supplement til smågruppeundervisning for medisinstudentar i 6. semester. På desse sidene finn du oppdaterte skildringar av fleire diagnostiske og terapeutiske prosedyrar.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo (arbeid pågår)",
        "email": "t.k.bergersen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/hudsykdommer/prosedyrer/index.shtml"
      },
      {
        "title": "Seksuelt overførbare infeksjonar",
        "description": "Mål: Dette e-læringsprogrammet har som mål å setje deltakarane i stand til å utvikle teoretisk kunnskap og kliniske ferdigheiter i å identifisere teikn og symptom på seksuelt overførbare infeksjonar. Ei god seksualanamnese og klinisk undersøking, inkludert mikroskopi, er avgjerande for å stille ei korrekt presumptiv diagnose og gi syndromisk behandling. Kurset skal òg auke medvitet om behova til ulike pasientgrupper, særleg grupper med høgrisiko seksuell åtferd. Bortsett frå serologiske testar er HIV og hepatitt ikkje inkluderte. Denne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "harald.moi@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/venerologi/olafia2021/"
      }
    ]
  },
  {
    "id": 24,
    "title": "Immunologi",
    "submenuTitle": "Immunologi",
    "layout": "default",
    "content": [
      {
        "title": "Grunnleggjande immunologi",
        "description": "Læringsutbyte: Forstå grunnleggjande immunologiske omgrep og mekanismar—som eit fundament for klinisk immunologi og immunohematologi.\n\nPedagogisk profil: Ein systematisk gjennomgang av grunnleggjande immunologi gjennom 7 følesingsvideoar, som går frå enkle til meir komplekse tema. Det er difor tilrådd å starte med følesing 1 og avslutte med følesing 7. Rein kunnskapsoverføring utan interaksjon eller sjølvtesting. Ideelt brukt saman med ei immunologilærebok, men kan òg brukast åleine.\n\nBrukt i: Undervisning i basalfag i medisinstudiet i Oslo.\n\nFøresetnader: Bør ha kunnskap i cellebiologi. Noko kunnskap i anatomi, fysiologi og biokjemi er ein fordel.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "bjarne.bogen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/immunologi/index.shtml"
      }
    ]
  },
  {
    "id": 25,
    "title": "Indremedisin (uspesifisert)",
    "submenuTitle": "Indremedisin (uspesifisert)",
    "layout": "default",
    "content": [
      {
        "title": "Klinisk kommunikasjon",
        "description": "Læringsutbyte: Lære viktige ferdigheiter i klinisk kommunikasjon, og øve på når og korleis desse skal nyttast.\n\nPedagogikk: Inneheld videoar, oppgåver i form av quiz og refleksjon, og pensumrelatert tekst.\n\nBrukt i: Eit supplement til ordinær undervisning i åtferdsfag i medisinstudiet i Oslo. Ressursen har ulike modular for ulike semester og er tilpassa nivået i pensum.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "arnstein.finset@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/atferdsfag/klinkom/index.html"
      },
      {
        "title": "Radiologi biletbase",
        "description": "Ei samling bilete frå radiologiske undersøkingar, med skildringar av undersøkingane, skildringar av funn og drøftingar av rolla undersøkingane har i utgreiinga av ulike sjukdommar.\n\nLæringsutbyte: Finne rett biletutgreiing for pasientar med ulike symptom og sjukdommar. Lære å tolke undersøkingar med patologiske funn ved å samanlikne med normale undersøkingar.\n\nPedagogikk: Nyttig både i radiologiundervisning og som supplement til klinisk undervisning. Supplement til ei radiologilærebok. Førelesingar, læringsmål og planen for gruppeundervisninga er òg tilgjengelege på radiologi.net.\n\nBrukt i: Aktivt brukt i gruppeundervisning i modul 3 og 8. Biletemateriale i førelesingar er henta frå databasen.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "knut.lundin@medisin.uio.no",
        "link": "https://prod-studmed.uio.no/radiologiark/"
      },
      {
        "title": "Kognitive utfall hos slagpasientar",
        "description": "Læringsutbyte: Få betre innsikt i, og evne til å kjenne att, nokre typiske kognitive problem som kan oppstå etter hjerneslag.\n\nPedagogikk: Videoar av pasientar med tilhøyrande tekst og spørsmål. Kan brukast som ein sjølvstendig ressurs.\n\nBrukt i: Geriatriundervisning i siste studieår i medisinstudiet i Oslo. Kan òg vere nyttig i nevrologiundervisning.\n\nFøresetnader: Best eigna for studentar som har fått noko praktisk trening og innsikt i kliniske fag, særleg geriatri, indremedisin og nevrologi. Ressursen er difor best eigna for den seinare delen av medisinstudiet. Ressursen er òg eigna for fysioterapi- og ergoterapistudentar.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "t.b.wyller@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/indremedisin/kognitive_utfall_etter_hjerneslag/index.shtml"
      },
      {
        "title": "Legemiddelrekning og praktisk legemiddelhandtering",
        "description": "Læringsutbyte: Gje medisinstudentar ei oversikt over legemiddelrekning og praktisk legemiddelhandtering, inkludert oppsett av infusjonssett, fortynning av injeksjons- og infusjonsvæsker og utrekning av infusjonshastigheit.\n\nPedagogikk: E-læringskurset er strukturert i 6 kapittel med korte tekstar, illustrerande bilete og kliniske kasus med fleirvalsoppgåver i rekning.\n\nBrukt i: Utvikla som supplement til ferdigheitskurs ved Ferdigheitssenteret ved UiO om innlegging av perifer venekanyle, oppsett av infusjonssett og administrering av subkutane og intramuskulære injeksjonar. Kurset kan òg nyttast som supplement til undervisning i anestesiologi.\n\nFøresetnader: Grunnleggjande medisinsk kunnskap.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "ferdighetssenteret@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ferdighetssenteret/legemiddelregning/index.shtml"
      }
    ]
  },
  {
    "id": 26,
    "title": "Infeksjonssjukdommar",
    "submenuTitle": "Infeksjonssjukdommar",
    "layout": "default",
    "content": [
      {
        "title": "Infeksjonssjukdommar",
        "description": "Denne e-læringsressursen er laga for medisinstudentar som supplement til undervisning i infeksjonssjukdommar og mikrobiologi. Han er delt inn i tre delar: (1) mikrobiologi, (2) infeksjonssjukdommar og (3) kasusstudium.\n\nLæringsutbyte: Hjelpe med å dekkje læringsmål og læringsutbyte i infeksjonssjukdommar og mikrobiologi for relevante semester.\n\nPedagogikk: Ressursen bruker tekst, bilete og interaktive kasus. Sidene er strukturerte på same måte for kvart tema, og kvart tema er skildra på eit nivå studentane er venta å oppnå. Nokre tema har difor lengre teorisider enn andre fordi dei gjeld viktige/vanlege sjukdommar. Kasusa til slutt testar teorien på sidene, samt situasjonar både i og utanfor sjukehus som studentar kan vente å møte i praksis og som ferdige legar.\n\nBrukt i: Venta å bli brukt i undervisning av medisinstudentar ved Universitetet i Oslo. Ressursen har vore tilgjengeleg sidan desember 2015.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "jangutt@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/lcms16/indremedisin/infeksjonsmedisin/"
      },
      {
        "title": "Medisinsk mikrobiologi",
        "description": "Dette e-læringsprogrammet er eit supplement til undervisning i mikrobiologi og inneheld bilete og informasjon om patogenese, diagnostikk og behandling av infeksjonssjukdommar.\n\nLæringsutbyte: Programmet hjelper deltakarane å forstå korrekt bruk og tolking av mikrobiologiske testar og bidreg til forståing av mikrobiell patogenese.\n\nPedagogikk: Ressursane er best nytta som supplement til lærebøker i medisinsk mikrobiologi og til førelesingar, seminar og kurs i faget.\n\nBrukt i: Ressursane er tilpassa modul 1 og 3 i medisinstudiet i medisinsk mikrobiologi ved Universitetet i Oslo.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "marie.noer@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/mikrobiologi/index.shtml"
      },
      {
        "title": "Skal eg gi antibiotika?",
        "description": "Kurset inneheld fire modular med kasus frå legevakt, fastlegekontor, sjukehus og sjukeheim. Kurset er meint for medisinstudentar som skal ut i, eller nyleg har vore i, klinisk praksis. Det kan òg vere nyttig for nyutdanna legar.\n\nLæringsutbyte: Etter å ha fullført kurset skal du kunne vurdere indikasjonar for antibiotika og kommunisere om antibiotikabehandling på tvers av ei rekkje tilstandar i primær- og spesialisthelsetenesta.\n\nPedagogikk: Modulane er bygde opp rundt kasus med oppgåver du løyser. Undervegs får du praktiske tilbakemeldingar. Kurset inneheld òg fleire lenkjer med supplerande innhald.\n\nBrukt: Som supplement til ordinær undervisning.\n\nE-læringskurset er finansiert av SHE (Senter for berekraft i helsefagutdanning) og utvikla av Antibiotikasenteret for primærmedisin ved Institutt for allmennmedisin, Universitetet i Oslo, med innspel frå representantar frå dei medisinske fakulteta ved Universitetet i Bergen, Noregs teknisk-naturvitskaplege universitet og UiT Noregs arktiske universitet, KAS (Nasjonal kompetanseteneste for antibiotikabruk i spesialisthelsetenesta) og ei referansegruppe beståande av medisinstudentar.\n\nGå til kurset, registrer deg som ny brukar, og meld deg på.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": " post@antibiotikasenteret.no",
        "link": "https://kurs.antibiotikasenteret.no/login/index.php"
      }
    ]
  },
  {
    "id": 27,
    "title": "Klinisk biokjemi",
    "submenuTitle": "Klinisk biokjemi",
    "layout": "default",
    "content": [
      {
        "title": "Klinisk biokjemi ved nyresjukdommar",
        "description": "Dette e-læringsprogrammet er eit supplement til undervisning og inneheld bilete og animasjonar som illustrerer nyrene si normale oppbygging og funksjon, samt patogenese, diagnostikk og behandling av nyresjukdommar.\n\nLæringsutbyte: Programmet hjelper deltakarane å forstå korrekt bruk og tolking av biokjemiske analysar i blod og urin ved nyresjukdom. Det skal òg bidra til forståing av normal nyrefysiologi og patofysiologiske mekanismar ved nyresjukdommar.\n\nPedagogikk: Best nytta som supplement til lærebøker i klinisk biokjemi, fysiologi og nefrologi, samt førelesingar og gruppeundervisning. Ressursen kan brukast som kasusstudium, med lenkjer til meir detaljert informasjon om klinisk biokjemiske analysar og animasjonar som viser normal fysiologi og sjukdomsmekanismar.\n\nBrukt i: Undervisning i klinisk biokjemi og nyresjukdommar i medisinstudiet.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "j.p.berg@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/klinisk_biokjemi/index.shtml"
      }
    ]
  },
  {
    "id": 28,
    "title": "Kvalitet, leiing og kunnskapsforvalting",
    "submenuTitle": "Kvalitet, leiing og kunnskapsforvalting",
    "layout": "default",
    "content": []
  },
  {
    "id": 29,
    "title": "Lungesjukdommar",
    "submenuTitle": "Lungesjukdommar",
    "layout": "default",
    "content": [
      {
        "title": "Radiologi biletbase",
        "description": "Ei samling bilete frå radiologiske undersøkingar, med skildringar av undersøkingane, skildringar av funn og drøftingar av rolla undersøkingane har i utgreiinga av ulike sjukdommar.\n\nLæringsutbyte: Finne rett biletutgreiing for pasientar med ulike symptom og sjukdommar. Lære å tolke undersøkingar med patologiske funn ved å samanlikne med normale undersøkingar.\n\nPedagogikk: Nyttig både i radiologiundervisning og som supplement til klinisk undervisning. Supplement til ei radiologilærebok. Førelesingar, læringsmål og planen for gruppeundervisninga er òg tilgjengelege på radiologi.net.\n\nBrukt i: Aktivt brukt i gruppeundervisning i modul 3 og 8. Biletemateriale i førelesingar er henta frå databasen.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "knut.lundin@medisin.uio.no",
        "link": "https://prod-studmed.uio.no/radiologiark/"
      }
    ]
  },
  {
    "id": 30,
    "title": "Medisinsk etikk",
    "submenuTitle": "Medisinsk etikk",
    "layout": "default",
    "content": [
      {
        "title": "Klinisk kommunikasjon",
        "description": "Læringsutbyte: Lære viktige ferdigheiter i klinisk kommunikasjon, og øve på når og korleis desse skal nyttast.\n\nPedagogikk: Inneheld videoar, oppgåver i form av quiz og refleksjon, og pensumrelatert tekst.\n\nBrukt i: Eit supplement til ordinær undervisning i åtferdsfag i medisinstudiet i Oslo. Ressursen har ulike modular for ulike semester og er tilpassa nivået i pensum.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "arnstein.finset@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/atferdsfag/klinkom/index.html"
      },
      {
        "title": "Biomedisinsk forskingsetikk",
        "description": "Læringsmål: Gjere studenten kjend med nokre av dei grunnleggjande kjenneteikna ved biomedisinsk forskingsetikk, som velgjerd, autonomi, sårbarheit, forfattarskap og plagiat. Pedagogikk: Ressursen inneheld interaktive videodialogar, eigne oppgåver og spørsmål til vidare refleksjon. Bruk: Som førstegongsressurs eller supplement til kurs i biomedisinsk forskingsetikk på bachelor- eller masternivå. Ressursen er utvikla av Universitetet i Oslo, Noreg. Denne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "jens.erik.paulsen@phs.no",
        "link": "https://studmed.uio.no/elaring/fag/etikk/biomedical_research_ethics_2019/story_html5.html"
      },
      {
        "title": "Vurdering av samtykkekompetanse",
        "description": "Læringsutbyte: Kurset har fokus på vurdering av avgjerdskompetanse (samtykkekompetanse), med særleg vekt på psykisk helsevern.\n\nPedagogikk: Inneheld tekst, videoar og oppgåver i form av refleksjonsspørsmål.\n\nBrukt av: Legar, medisinstudentar, helsepersonell (særleg innan psykiatri), og personar som arbeider med spørsmål om samtykke og tvang i psykisk helsevern.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "jorgen.dahlberg@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/etikk/samtykke/index.shtml"
      }
    ]
  },
  {
    "id": 31,
    "title": "Medisinsk genetikk",
    "submenuTitle": "Medisinsk genetikk",
    "layout": "default",
    "content": [
      {
        "title": "Portal i medisinsk genetikk",
        "description": "Læringsutbyte: Hjelpe deltakarar å forstå oppbygginga av det menneskelege genomet, korleis mutasjonar gir opphav til genetisk variasjon i ein populasjon, og korleis dette kan bidra til sjukdomsutvikling.\n\nPedagogikk: Eit supplement til lærebøker og førelesingar. Ressursane er samordna med læreplanen i medisinsk genetikk, og fleirvalsoppgåvene er delte inn i sett som samsvarer med den vekentlege undervisninga i modul 1, blokk 2. Det blir lagt vekt på å lære omgrep og konsept og byggje forståing innan tema som blir gjennomgått i førelesingar. Virtuelle pasientar gir trening i å resonnere om ulike arvegangar for sjukdom og konsekvensar ulike kromosomavvik kan ha for pasienten og familien. Dei oppmodar òg til refleksjon over kva genetiske testar kan og ikkje kan avdekkje.\n\nBrukt i: Tilpassa for medisinstudiet si modul 1, blokk 2 ved Universitetet i Oslo. Også nyttig til repetisjon for studentar seinare i studiet. Kan òg nyttast av norske studentar i utlandet, utanlandske legar som ønskjer å arbeide i Noreg, eller anna helsepersonell.\n\nFøresetnader: Ingen.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "eirik.frengen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/genetikk/#/"
      }
    ]
  },
  {
    "id": 32,
    "title": "Medisinsk mikrobiologi",
    "submenuTitle": "Medisinsk mikrobiologi",
    "layout": "default",
    "content": [
      {
        "title": "Medisinsk mikrobiologi",
        "description": "Dette e-læringsprogrammet er eit supplement til undervisning i mikrobiologi og inneheld bilete og informasjon om patogenese, diagnostikk og behandling av infeksjonssjukdommar.\n\nLæringsutbyte: Programmet hjelper deltakarane å forstå korrekt bruk og tolking av mikrobiologiske testar og bidreg til forståing av mikrobiell patogenese.\n\nPedagogikk: Ressursane er best nytta som supplement til lærebøker i medisinsk mikrobiologi og til førelesingar, seminar og kurs i faget.\n\nBrukt i: Ressursane er tilpassa modul 1 og 3 i medisinstudiet i medisinsk mikrobiologi ved Universitetet i Oslo.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "marie.noer@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/mikrobiologi/index.shtml"
      },
      {
        "title": "Skal eg gi antibiotika?",
        "description": "Kurset inneheld fire modular med kasus frå legevakt, fastlegekontor, sjukehus og sjukeheim. Kurset er meint for medisinstudentar som skal ut i, eller nyleg har vore i, klinisk praksis. Det kan òg vere nyttig for nyutdanna legar.\n\nLæringsutbyte: Etter å ha fullført kurset skal du kunne vurdere indikasjonar for antibiotika og kommunisere om antibiotikabehandling på tvers av ei rekkje tilstandar i primær- og spesialisthelsetenesta.\n\nPedagogikk: Modulane er bygde opp rundt kasus med oppgåver du løyser. Undervegs får du praktiske tilbakemeldingar. Kurset inneheld òg fleire lenkjer med supplerande innhald.\n\nBrukt: Som supplement til ordinær undervisning.\n\nE-læringskurset er finansiert av SHE (Senter for berekraft i helsefagutdanning) og utvikla av Antibiotikasenteret for primærmedisin ved Institutt for allmennmedisin, Universitetet i Oslo, med innspel frå representantar frå dei medisinske fakulteta ved Universitetet i Bergen, Noregs teknisk-naturvitskaplege universitet og UiT Noregs arktiske universitet, KAS (Nasjonal kompetanseteneste for antibiotikabruk i spesialisthelsetenesta) og ei referansegruppe beståande av medisinstudentar.\n\nGå til kurset, registrer deg som ny brukar, og meld deg på.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "post@antibiotikasenteret.no",
        "link": "https://kurs.antibiotikasenteret.no/course/view.php?id=7"
      }
    ]
  },
  {
    "id": 33,
    "title": "Medisinsk pedagogikk",
    "submenuTitle": "Medisinsk pedagogikk",
    "layout": "default",
    "content": [
      {
        "title": "svar.medisin.ntnu.no - Clicker",
        "description": "På svar.medisin.ntnu.no kan du raskt og enkelt lage eit «hurtigsvarsystem» for å samle inn svar frå studentar som deltek i ei førelesing. Spørsmåla må vere fleirval (MCQ) med opptil 5 svaralternativ. Studentar kan bruke eigne smarttelefonar, nettbrett eller PC-ar for å svare. Studentar loggar inn på svar.medisin.ntnu.no, medan undervisar loggar inn på svar.medisin.ntnu.no/admin. Du finn ein instruksjonsvideo med meir informasjon på nettsida.\n\nDenne e-læringsressursen vart utvikla ved: Noregs teknisk-naturvitskaplege universitet (NTNU)",
        "email": " borge.lillebo@ntnu.no",
        "link": "https://svar.medisin.ntnu.no/"
      },
      {
        "title": "SamPraks introduksjonskurs",
        "description": "Dette er eit kurstilbod i tverrprofesjonell samarbeidslæring for studentar i helse- og sosialfag ved Universitetet i Oslo (per mars 2023) — for studentar i audiopedagogikk, farmasi, klinisk ernæring, logopedi, medisin, odontologi, psykologi, sjukepleie (OsloMet) og teologi. Kurset består av eit obligatorisk introduksjonskurs og ein e-læringsressurs i form av ein digital kasusstudie, i tillegg til to praksisalternativ som ikkje er viste her under e-læringsressursar. Læringsutbyte: Etter kurset skal du: • Ha kunnskap og forståing av eigne og andre sine verdiar, roller og ansvar i eit tverrprofesjonelt team. • Kunne reflektere over verdien av tverrfagleg samarbeid innan helse- og velferdssektoren. • Kunne kjenne att andre profesjonar sin kompetanse, ansvar og evner. • Kunne reflektere over eige profesjonelt standpunkt i eit tverrprofesjonelt team, og korleis ein etablerer forplikta samarbeid og arbeider mot felles verdiar. • Kunne reflektere over korleis du kan bidra til god gruppedynamikk i eit tverrprofesjonelt team med fleire roller slik at teamet fungerer effektivt. Undervisningsopplegg: Inkluderer videoar, øvingar i form av quiz og refleksjon, og pensumrelatert tekst. Brukt i: Som introduksjon til tverrprofesjonell samarbeidslæring ved Universitetet i Oslo for studentar i audiopedagogikk, farmasi, klinisk ernæring, logopedi, medisin, odontologi, psykologi, sjukepleie og teologi. Kurset er obligatorisk for alle studentar som skal delta i tverrprofesjonell undervisning ved Universitetet i Oslo. Utvikla av: Det medisinske fakultetet — Lene Lunde (prosjektkoordinator), Morten Skoglund (videoproduksjon, pedagogisk design, teknisk tilrettelegging, grafisk design), Selma Evenstad (grafisk design/illustrasjon), og SamPraks-arbeidsgruppa leia av prosjektleiar Hilde Wøien, Universitetet i Oslo. Utvikla ved: Universitetet i Oslo.",
        "email": "hilde.woien@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/sykepleie/sampraks/introduksjon/#/"
      },
      {
        "title": "SamPraks kasuistikkar",
        "description": "Representerer eit kurstilbod i tverrprofesjonell samarbeidslæring for studentar i helse- og sosialfag ved Universitetet i Oslo (per mars 2023) — for studentar i audiopedagogikk, farmasi, klinisk ernæring, logopedi, medisin, odontologi, psykologi, sjukepleie (OsloMet) og teologi. Kurset består av eit obligatorisk introduksjonskurs og ein e-læringsressurs i form av ein digital case, i tillegg til to praksisalternativ som ikkje er viste her under e-læringsressursar.\n\nLæringsutbyte: Føremålet med dette kurset er å få erfaring med å arbeide i eit tverrprofesjonelt team gjennom case-basert tverrprofesjonell vurdering/evaluering av ein pasient med komplekse og samansette behov.\n\nPedagogikk: Inkluderer oppgåver i form av case, quiz og refleksjon, samt pensumrelatert tekst.\n\nBrukt i: Brukt som støtte for tverrprofesjonell samarbeidslæring i gruppeundervisning med studentar frå audiopedagogikk, farmasi, klinisk ernæring, logopedi, medisin, odontologi, psykologi, sjukepleie og teologi. Kurset er del av den tverrprofesjonelle undervisninga ved Universitetet i Oslo.\n\nUtvikla av: Det medisinske fakultetet, av Lene Lunde (prosjektkoordinator), Morten Skoglund (videoproduksjon, pedagogisk design, teknisk tilrettelegging, grafisk design) og Selma Evenstad (grafisk design/illustrasjon), samt SamPraks-arbeidsgruppa leia av prosjektleiar Hilde Wøien, Universitetet i Oslo.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "hilde.woien@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/sykepleie/sampraks/case/#/"
      }
    ]
  },
  {
    "id": 34,
    "title": "Medisinsk statistikk",
    "submenuTitle": "Medisinsk statistikk",
    "layout": "default",
    "content": [
      {
        "title": "SPSS",
        "description": "Medisinsk statistikk er eit anvendt fag, og statistisk analyse av data er ein viktig del av det. For å gjennomføre analysar treng vi tilgang til, og å kunne bruke, statistikkprogramvare. SPSS er ein programvarepakke som er godt eigna for analyse av medisinske data.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "jangutt@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/lcms16/med-statistikk-2016/spss/"
      }
    ]
  },
  {
    "id": 35,
    "title": "Medisinske atferdsfag",
    "submenuTitle": "Medisinske atferdsfag",
    "layout": "default",
    "content": [
      {
        "title": "Klinisk kommunikasjon",
        "description": "Læringsutbyte: Lære viktige ferdigheiter i klinisk kommunikasjon, og øve på når og korleis desse skal nyttast.\n\nPedagogikk: Inneheld videoar, oppgåver i form av quiz og refleksjon, og pensumrelatert tekst.\n\nBrukt i: Eit supplement til ordinær undervisning i atferdsfag i medisinstudiet i Oslo. Ressursen har ulike modular for ulike semester og er tilpassa nivået i pensum.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "arnstein.finset@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/atferdsfag/klinkom/index.html"
      },
      {
        "title": "SamPraks Introduksjonskurs",
        "description": "Dette er eit kurstilbod i tverrprofesjonell samarbeidslæring for studentar i helse- og sosialfag ved Universitetet i Oslo (per mars 2023) — for studentar i audiopedagogikk, farmasi, klinisk ernæring, logopedi, medisin, odontologi, psykologi, sjukepleie (OsloMet) og teologi. Kurset består av eit obligatorisk introduksjonskurs og ein e-læringsressurs i form av ein digital kasusstudie, i tillegg til to praksisalternativ som ikkje er viste her under e-læringsressursar. Læringsutbyte: Etter kurset skal du: • Ha kunnskap og forståing av eigne og andre sine verdiar, roller og ansvar i eit tverrprofesjonelt team. • Kunne reflektere over verdien av tverrfagleg samarbeid innan helse- og velferdssektoren. • Kunne kjenne att andre profesjonar sin kompetanse, ansvar og evner. • Kunne reflektere over eige profesjonelt standpunkt i eit tverrprofesjonelt team, og korleis ein etablerer forplikta samarbeid og arbeider mot felles verdiar. • Kunne reflektere over korleis du kan bidra til god gruppedynamikk i eit tverrprofesjonelt team med fleire roller slik at teamet fungerer effektivt. Undervisningsopplegg: Inkluderer videoar, øvingar i form av quiz og refleksjon, og pensumrelatert tekst. Brukt i: Som introduksjon til tverrprofesjonell samarbeidslæring ved Universitetet i Oslo for studentar i audiopedagogikk, farmasi, klinisk ernæring, logopedi, medisin, odontologi, psykologi, sjukepleie og teologi. Kurset er obligatorisk for alle studentar som skal delta i tverrprofesjonell undervisning ved Universitetet i Oslo. Utvikla av: Det medisinske fakultetet — Lene Lunde (prosjektkoordinator), Morten Skoglund (videoproduksjon, pedagogisk design, teknisk tilrettelegging, grafisk design), Selma Evenstad (grafisk design/illustrasjon), og SamPraks-arbeidsgruppa leia av prosjektleiar Hilde Wøien, Universitetet i Oslo. Utvikla ved: Universitetet i Oslo.",
        "email": "hilde.woien@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/sykepleie/sampraks/introduksjon/#/"
      },
      {
        "title": "SamPraks kasuistikkar",
        "description": "Representerer eit kurstilbod i tverrprofesjonell samarbeidslæring for studentar i helse- og sosialfag ved Universitetet i Oslo (per mars 2023)—for studentar i audiopedagogikk, farmasi, klinisk ernæring, logopedi, medisin, odontologi, psykologi, sjukepleie (OsloMet) og teologi. Kurset består av eit obligatorisk introduksjonskurs og ein e-læringsressurs i form av ein digital case, i tillegg til to praksisalternativ som ikkje er viste her under e-læringsressursar.\n\nLæringsutbyte: Føremålet med dette kurset er å få erfaring med å arbeide i eit tverrprofesjonelt team gjennom case-basert tverrprofesjonell vurdering/evaluering av ein pasient med komplekse og samansette behov.\n\nPedagogikk: Inkluderer oppgåver i form av case, quiz og refleksjon, samt pensumrelatert tekst.\n\nBrukt i: Brukt som støtte for tverrprofesjonell samarbeidslæring i gruppeundervisning med studentar frå audiopedagogikk, farmasi, klinisk ernæring, logopedi, medisin, odontologi, psykologi, sjukepleie og teologi. Kurset er del av den tverrprofesjonelle undervisninga ved Universitetet i Oslo.\n\nUtvikla av: Det medisinske fakultetet, av Lene Lunde (prosjektkoordinator), Morten Skoglund (videoproduksjon, pedagogisk design, teknisk tilrettelegging, grafisk design) og Selma Evenstad (grafisk design/illustrasjon), samt SamPraks-arbeidsgruppa leia av prosjektleiar Hilde Wøien, Universitetet i Oslo.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "hilde.woien@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/sykepleie/sampraks/case/#/"
      }
    ]
  },
  {
    "id": 36,
    "title": "Nevrokirurgi",
    "submenuTitle": "Nevrokirurgi",
    "layout": "default",
    "content": [
      {
        "title": "Nevrologiportalen",
        "description": "Læringsutbyte: Hjelpe lærarar å forstå korleis ei nevrologisk undersøking blir gjennomført, demonstrere nokre spesialiserte undersøkingsteknikkar, og—gjennom videoar og bilete—vise nevrologiske utfall og sjukdommar, og slik bidra til forståing av nevrologiske sjukdommar og korleis nevrologiske utfall ser ut. Ressursen dekkjer òg dei vanlegaste nevrologiske prosedyrene.\n\nPedagogikk: Eit supplement til lærebøker, førelesingar, klinikk, ferdigheitskurs i undersøkingsteknikk og klinisk smågruppeundervisning. Ressursane er samordna med læreplanen i nevrologi. Det blir lagt vekt på å lære terminologi og omgrep, presentere kliniske funn og systematisk undersøkingsteknikk med video. Virtuelle pasientar har som mål å betre klinisk resonnering og auke innsikt. Quiz og virtuelle pasientar støttar repetisjon og djupare forståing.\n\nBrukt i: Tilpassa medisinstudiet ved Universitetet i Oslo. Kan òg nyttast av norske studentar ved andre universitet i Noreg og i utlandet, utanlandske legar som ønskjer å arbeide i Noreg, eller anna helsepersonell.\n\nFøresetnader: Grunnleggjande medisinsk kunnskap.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "e.g.celius@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/nevrologi/index.shtml  "
      }
    ]
  },
  {
    "id": 37,
    "title": "Nevrologi",
    "submenuTitle": "Nevrologi",
    "layout": "default",
    "content": [
      {
        "title": "Radiologi biletbase",
        "description": "Ei samling bilete frå radiologiske undersøkingar, med skildringar av undersøkingane, skildringar av funn og drøftingar av rolla undersøkingane har i utgreiinga av ulike sjukdommar.\n\nLæringsutbyte: Finne rett biletutgreiing for pasientar med ulike symptom og sjukdommar. Lære å tolke undersøkingar med patologiske funn ved å samanlikne med normale undersøkingar.\n\nPedagogikk: Nyttig både i radiologiundervisning og som supplement til klinisk undervisning. Supplement til ei radiologilærebok. Førelesingar, læringsmål og planen for gruppeundervisninga er òg tilgjengelege på radiologi.net.\n\nBrukt i: Aktivt brukt i gruppeundervisning i modul 3 og 8. Biletemateriale i førelesingar er henta frå databasen.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "knut.lundin@medisin.uio.no",
        "link": "https://prod-studmed.uio.no/radiologiark/"
      },
      {
        "title": "Nevrologiportalen",
        "description": "Læringsutbyte: Hjelpe lærarar å forstå korleis ei nevrologisk undersøking blir gjennomført, demonstrere nokre spesialiserte undersøkingsteknikkar, og—gjennom videoar og bilete—vise nevrologiske utfall og sjukdommar, og slik bidra til forståing av nevrologiske sjukdommar og korleis nevrologiske utfall ser ut. Ressursen dekkjer òg dei vanlegaste nevrologiske prosedyrene.\n\nPedagogikk: Eit supplement til lærebøker, førelesingar, klinikk, ferdigheitskurs i undersøkingsteknikk og klinisk smågruppeundervisning. Ressursane er samordna med læreplanen i nevrologi. Det blir lagt vekt på å lære terminologi og omgrep, presentere kliniske funn og systematisk undersøkingsteknikk med video. Virtuelle pasientar har som mål å betre klinisk resonnering og auke innsikt. Quiz og virtuelle pasientar støttar repetisjon og djupare forståing.\n\nBrukt i: Tilpassa medisinstudiet ved Universitetet i Oslo. Kan òg nyttast av norske studentar ved andre universitet i Noreg og i utlandet, utanlandske legar som ønskjer å arbeide i Noreg, eller anna helsepersonell.\n\nFøresetnader: Grunnleggjande medisinsk kunnskap.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "e.g.celius@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/nevrologi/index.shtml  "
      }
    ]
  },
  {
    "id": 38,
    "title": "Nyresjukdommar",
    "submenuTitle": "Nyresjukdommar",
    "layout": "default",
    "content": [
      {
        "title": "Radiologi biletbase",
        "description": "Ei samling bilete frå radiologiske undersøkingar, med skildringar av undersøkingane, skildringar av funn og drøftingar av rolla undersøkingane har i utgreiinga av ulike sjukdommar.\n\nLæringsutbyte: Finne rett biletutgreiing for pasientar med ulike symptom og sjukdommar. Lære å tolke undersøkingar med patologiske funn ved å samanlikne med normale undersøkingar.\n\nPedagogikk: Nyttig både i radiologiundervisning og som supplement til klinisk undervisning. Supplement til ei radiologilærebok. Førelesingar, læringsmål og planen for gruppeundervisninga er òg tilgjengelege på radiologi.net.\n\nBrukt i: Aktivt brukt i gruppeundervisning i modul 3 og 8. Biletemateriale i førelesingar er henta frå databasen.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "knut.lundin@medisin.uio.no",
        "link": "https://prod-studmed.uio.no/radiologiark/"
      },
      {
        "title": "Nyresjukdommar",
        "description": "Denne e-læringsressursen er bygd opp rundt kasusstudium baserte på symptomdiagnosar som ei tilnærming til nyrefysiologi og patofysiologi. Programmet er meint som eit supplement til ordinær undervisning og lærebøker.\n\nLæringsutbyte: Hjelpe lærarar å resonnere om og forstå kliniske og biokjemiske forstyrringar som oppstår i sjukdomsprosessar i strukturane i nyrene.\n\nPedagogikk: Ressursen bruker bilete, tekst, animasjonar og interaktive kasusstudium («virtuelle pasientar»). Han knyter saman innhald frå basalfag, parakliniske fag og nefrologi i ei stor læringsmatrise. Kasusa dekkjer ikkje heile spekteret av nyresjukdommar og må brukast saman med nefrologilærebøker.\n\nBrukt i: Undervisning av medisinstudentar ved Universitetet i Oslo.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "b.e.waldum-grevbo@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/nyresykdommer/index.shtml"
      }
    ]
  },
  {
    "id": 39,
    "title": "Odontologi",
    "submenuTitle": "Odontologi",
    "layout": "default",
    "content": [
      {
        "title": "Oral patologi",
        "description": "Oral patologi: Oral patologi er læra om sjukdommar i munnhola og dei omkringliggjande veva. Faget omfattar sjukdommar i tennene og støtteveva deira, kjevar, munnslimhinne, spyttkjertlar og kjeveledd. Oral patologi gir grunnlaget for vidare undervisning og pasientbehandling i klinikken. Undervisninga er delt inn i tematiske område og omfattar førelesingar og seminar i semester 5–9, samt «vekas snitt» i semester 9.\n\nLæringsutbyte: Dei digitale kurssnitta er meinte å støtte undervisninga som blir gitt. Snitta viser døme på tilstandar/sjukdommar innan dei ulike tematiske områda. Studentane blir tilrådde å lage skisser av snitta. Læringsmåla er tilgjengelege på heimesida for kvart semester. Dei digitale snitta er meinte brukte i seminar, men òg til sjølvstudium.\n\nDenne e-læringsressursen vart utvikla ved Universitetet i Oslo.\n\nKontakt: t.m.soland@odont.uio.no\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "t.m.soland@odont.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/odontology/index.shtml"
      }
    ]
  },
  {
    "id": 40,
    "title": "Onkologi",
    "submenuTitle": "Onkologi",
    "layout": "default",
    "content": [
      {
        "title": "Palliativ onkologi",
        "description": "Denne e-læringsressursen er eit supplement til annan undervisning om kreft, palliativ medisin, og delar av undervisninga i medisinske åtferdsfag ved Det medisinske fakultetet i Oslo. Han er i hovudsak laga for medisinstudentar og LIS1, og er basert på fakultetet sine læringsmål og skildringar av læringsutbyte.\n\nLæringsutbyte: Gje teoretisk bakgrunn for dei mest sentrale elementa i palliativ kreftomsorg. Informasjon om korleis ein kan kommunisere med pasientar og pårørande i utfordrande kliniske situasjonar. Konkrete forslag til kva du kan seie i desse situasjonane blir presenterte i kvar leksjon.\n\nPedagogikk: Ein referanseressurs som støttar førebuing til behandling og samtalar med pasientar og pårørande. Skildrar konkrete situasjonar med forslag til kva ein kan seie, med videoillustrasjonar.\n\nBrukt i: Basisundervisning som supplement til førelesingar og gruppeundervisning, og i klinisk praksis som student eller LIS1.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "n.k.aass@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/onkologi/palliasjon/index.shtml"
      }
    ]
  },
  {
    "id": 41,
    "title": "Ortopedi",
    "submenuTitle": "Ortopedi",
    "layout": "default",
    "content": [
      {
        "title": "Radiologi biletbase",
        "description": "Ei samling bilete frå radiologiske undersøkingar, med skildringar av undersøkingane, skildringar av funn og drøftingar av rolla undersøkingane har i utgreiinga av ulike sjukdommar.\n\nLæringsutbyte: Finne rett biletutgreiing for pasientar med ulike symptom og sjukdommar. Lære å tolke undersøkingar med patologiske funn ved å samanlikne med normale undersøkingar.\n\nPedagogikk: Nyttig både i radiologiundervisning og som supplement til klinisk undervisning. Supplement til ei radiologilærebok. Førelesingar, læringsmål og planen for gruppeundervisninga er òg tilgjengelege på radiologi.net.\n\nBrukt i: Aktivt brukt i gruppeundervisning i modul 3 og 8. Biletemateriale i førelesingar er henta frå databasen.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "knut.lundin@medisin.uio.no",
        "link": "https://prod-studmed.uio.no/radiologiark/"
      },
      {
        "title": "Rørsleapparatet",
        "description": "E-læringsressursen om rørsleapparatet er meint som eit supplement til den kliniske undervisninga om rørsleapparatet for medisinstudentar. På desse sidene kan du både lese og sjå bilete/diagram og videoar som viser korleis ein undersøkjer dei ulike ledda. I tillegg finn du pasienthistorier og quiz. Ressursen vart utvikla i perioden 2015–2018. Medisinstudentane Caroline Kooy Tveiten, Hannah Ugletveit Jahr og Alexander Øvestad laga tekstar, teikningar og videoar saman med undervisarar primært innan ortopedisk kirurgi ved Oslo universitetssjukehus, Ortopedisk klinikk (Albog: Stein Tyrdal; Ankel/Fot: Are Stødle; Hand: Magne Røkkum; Skulder: Berte Bøe; Hofte: Lars Nordsletten; Kne: Lars Engebretsen), og dessutan fysikalsk medisin med professor Jens Ivar Brox (rygg og nakke). Professor Lars Engebretsen var fagleg ansvarleg for prosjektet. Læringsutbyte: Lære å gjennomføre korrekte leddundersøkingar av pasientar med varierande symptom og traume/sjukdom. Lære å tolke undersøkingar med patologiske funn ved å samanlikne dei med normale undersøkingar. Undervisningsopplegg: Ressursen er strukturert som eit oppslagsverk med hovudvekt på praktisk undersøkingsteknikk. Sjølvtesting er inkludert i form av quiz og virtuelle pasientar slik at studentane kan sjekke læringsprosessen sin. Nyttig i undervisning i ortopedi, fysikalsk medisin og revmatologi, og som supplement i seinare klinisk arbeid. Supplement til ei ortopedilærebok. Brukt i: Aktivt brukt i gruppeundervisning i modul 3 og 8, og som supplement til førelesingar innan dei same temaa. I modul 3 får studentane grunnleggjande kunnskap om rørsleapparatet si normale oppbygging og funksjon og lærer relevant undersøkingsmetodikk. Modul 8 har hovudfokus på patologikunnskap, vidare bruk av relevante undersøkingar i diagnostisk arbeid og vidare behandling av pasienten sitt problem. Utvikla ved: Universitetet i Oslo.",
        "email": " lars.engebretsen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ortopedi/index.shtml"
      }
    ]
  },
  {
    "id": 42,
    "title": "Patologi",
    "submenuTitle": "Patologi",
    "layout": "default",
    "content": [
      {
        "title": "Patologi",
        "description": "I patologi blir studentane underviste i sjukdomspatogenese og klinisk presentasjon. Undervisninga omfattar førelesingar, seminar, klinikk, team-basert læring og kurs. E-læringsressursane er stort sett produserte internt, men dei inkluderer òg eit kurs i ikkje-neoplastisk nyrepatologi utvikla ved Universitetet i Bergen.\n\nLæringsutbyte: Sidene viser e-læringsressursar som støttar undervisninga som blir gitt. Dei inkluderer døme og skildringar av sjukdomstilstandar som studenten skal kunne kjenne att.\n\nPedagogikk: Sidene inneheld digitale snittseriar, bilete av sjuke organ viste under makrodemonstrasjonar, og videoar som viser ei systematisk undersøking og funn i sjuke organ.\n\nBrukt i: Dei digitale snitta er meinte å bli brukte både i undervisning (mikroskopikurs) og til sjølvstudium, og er difor organiserte i to format: undervisningskasus og testkasus. Bilete av makropreparat og videoar kan brukast til sjølvstudium og repetisjon.\n\nFøresetnader: Tema underviste i modul 1 og 2 i medisinstudiet ved Universitetet i Oslo.\n\nEkstratilbod for særleg interesserte studentar: Sidene inneheld òg peikarar til to kurs utvikla for studentar som er særleg interesserte i nyresjukdommar, og som blir brukte heilt frivillig. Systemet inneheld per i dag materiale for patologikurs ved UiO (i.n.farstad@medisin.uio.no) og UiB (sabine.maria.leh@helse-bergen.no).\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo, Universitetet i Bergen",
        "email": "i.n.farstad@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/patologi/index.shtml"
      }
    ]
  },
  {
    "id": 43,
    "title": "Plastikkirurgi",
    "submenuTitle": "Plastikkirurgi",
    "layout": "default",
    "content": [
      {
        "title": "Basal kirurgisk teknikk",
        "description": "Dette kurset består av teori og korte instruksjonsvideoar for å lære grunnleggjande ferdigheiter i kirurgisk teknikk. Bruk av instrument og ulike suturteknikkar blir viste.\n\nLæringsutbyte: Viser korrekte teknikkar som kan brukast til førebuing før kurs og smågruppesamlingar, og til repetisjon gjennom studiet.\n\nPedagogikk: Nyttig både i kliniske praksisperiodar og som supplement til klinisk undervisning.\n\nBrukt i: Aktivt brukt i gruppeundervisning i modul 8.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": " henriesu@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/kirurgi/basal_kirurgisk_teknikk"
      }
    ]
  },
  {
    "id": 44,
    "title": "Propedeutikk",
    "submenuTitle": "Propedeutikk",
    "layout": "default",
    "content": [
      {
        "title": "Klinisk kommunikasjon",
        "description": "Læringsutbyte: Lære viktige ferdigheiter i klinisk kommunikasjon, og øve på når og korleis desse skal nyttast.\n\nPedagogikk: Inneheld videoar, oppgåver i form av quiz og refleksjon, og pensumrelatert tekst.\n\nBrukt i: Eit supplement til ordinær undervisning i åtferdsfag i medisinstudiet i Oslo. Ressursen har ulike modular for ulike semester og er tilpassa nivået i pensum.",
        "email": "arnstein.finset@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/atferdsfag/klinkom/index.html"
      },
      {
        "title": "Rettleiing i journalopptak for legestudentar",
        "description": "JournalWiki er ein interaktiv e-læringsressurs i journalopptak og metode for klinisk undersøking (propedeutikk). Han gir ei innføring i grunnleggjande journalopptak og undersøking (status presens), med hyperlenkjer til artiklar, bilete, videoar, ordlisteforklaringar og (etter kvart) quiz. Målgruppa er norske medisinstudentar i Noreg og i utlandet, primært tidleg i studiet. Det finst likevel òg rettleiingar i undersøkingsteknikkar for meir avanserte lærarar, som nevrologisk undersøking og prosedyrar som spinalpunksjon, i tillegg til tilsvarande avanserte tema innan andre fagområde (nokre av dei er under utvikling). Fagområde: Indremedisin; kirurgi/ortopedi; allmennmedisin; nevrologi; augefag; øyre-nase-hals; hudfag; barnesjukdommar (journalopptak og undersøking av barn, spedbarn og nyfødde); psykiatri; revmatologi. JournalWiki inneheld òg ei grunnleggjande innføring i supplerande testar klinikaren må kunne tolke sjølvstendig som del av den kliniske undersøkinga: radiologi (røntgen, CT, MR, PET-CT, ultralyd, scintigrafi osv.); klinisk biokjemi (tolking av blodprøver i ulike situasjonar); mikroskopi (urin, blodutstryk osv.); spirometri; EKG; og meir. Arbeidet med JournalWiki har vore leia av Arne Westgaard ved Ferdigheitssenteret ved Rikshospitalet. Bidragsytarar til no har vore studentar, stipendiatar, klinikarar, professorar og IT-spesialistar ved UiO. Bidragsytarar frå andre fakultet er velkomne. Studentar med god medisinsk kunnskap og over gjennomsnittleg datakunnskap kan gjennomføre eit semesterprosjekt eller arbeide mot betaling for å vidareutvikle ressursen. Kontakt: Knut Lundin. Utvikla ved: Universitetet i Oslo.",
        "email": "knut.lundin@medisin.uio.no",
        "link": "https://studmed.uio.no/journalwiki/"
      },
      {
        "title": "E-læringsprogram om thyreoidea",
        "description": "Dette e-læringsprogrammet samlar kunnskap om skjoldkjertelen (thyreoidea) på éin stad og knyter saman innhald frå basale medisinske, parakliniske og kliniske fag. Det er meint som eit supplement til ordinær undervisning og lærebøker, og til repetisjon.\n\nLæringsutbyte: Kurset gir ei heilskapleg oversikt over skjoldkjertelen basert på skildringar av læringsutbyte frå dei relevante fagområda og modulane. Det vil òg hjelpe studentane å lære korrekt undersøkingsteknikk av skjoldkjertelen og regionale lymfeknutestasjonar.\n\nPedagogikk: Bruker tekst, video, illustrasjonar, animasjonar, interaktive bilete, virtuelt mikroskopi, refleksjonsspørsmål, interaktive kasus («virtuelle pasientar») og quiz.\n\nBrukt i: Undervisning av medisinstudentar ved Universitetet i Oslo. Kan òg nyttast av norske studentar ved andre universitet.\n\nE-læringsprogrammet byggjer på ein eldre ressurs utvikla av to medisinstudentar saman med Jens Petter Berg og Ingrid Norheim. Det nye programmet vart laga i samarbeid med undervisingspersonale og e-læringsseksjonen i perioden 2020–2021. Professor Tore Julsrud Berg er fagleg ansvarleg for prosjektet.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "e-laring@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/endokrinologi/thyreoidea/index.shtml"
      },
      {
        "title": "Lenkjer til Jornalwiki-videoar",
        "description": "\nEi samling av lenkjer til manglande videoar i JournalWiki.\n",
        "email": "e-laring@medisin.uio.no",
        "link": "https://prod-studmed.uio.no/journalwiki/videolenker.html"
      }
    ]
  },
  {
    "id": 45,
    "title": "Psykiatri",
    "submenuTitle": "Psykiatri",
    "layout": "default",
    "content": [
      {
        "title": "Klinisk kommunikasjon",
        "description": "Læringsutbyte: Lære viktige ferdigheiter i klinisk kommunikasjon, og øve på når og korleis desse skal nyttast.\n\nPedagogikk: Inneheld videoar, oppgåver i form av quiz og refleksjon, og pensumrelatert tekst.\n\nBrukt i: Eit supplement til ordinær undervisning i åtferdsfag i medisinstudiet i Oslo. Ressursen har ulike modular for ulike semester og er tilpassa nivået i pensum.",
        "email": "arnstein.finset@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/atferdsfag/klinkom/index.html"
      },
      {
        "title": "Psykiatriportalen",
        "description": "Psykiatriportalen er ei samling sjølvproduserte e-læringsressursar som viser psykiatriske intervju med pasientar med ulike problemstillingar, og psykodynamisk orientert psykoterapi.\n\nPedagogikk: Videobaserte kasusstudium.\n\nBrukt av: Studentar i modul 5 i medisinstudiet i Oslo.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "jangutt@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/psykiatri/index.shtml"
      },
      {
        "title": "Vurdering av samtykkekompetanse",
        "description": "Læringsutbyte: Kurset har fokus på vurdering av avgjerdskompetanse (samtykkekompetanse), med særleg vekt på psykisk helsevern.\n\nPedagogikk: Inneheld tekst, videoar og oppgåver i form av refleksjonsspørsmål.\n\nBrukt av: Legar, medisinstudentar, helsepersonell (særleg innan psykiatri), og personar som arbeider med spørsmål om samtykke og tvang i psykisk helsevern.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "jorgen.dahlberg@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/etikk/samtykke/index.shtml"
      },
      {
        "title": "Psykopoden – podkast om psykiske lidingar",
        "description": "Dette e-læringsprogrammet gir ei innføring i kva psykiske lidingar er, årsaker til ulike psykiske lidingar, kor mange som blir ramma, og korleis dei best kan førebyggjast og behandlast. Programmet er meint som ei innføring/eit supplement til ordinær undervisning og til repetisjon.\n\nLæringsutbyte: Temaa som blir tekne opp i podkasten speglar læringsmåla ved Universitetet i Oslo. Dei dekkjer likevel ikkje alle læringsmål i tilstrekkeleg djupn og bør sjåast på som ei innføring eller eit supplement. Gjennom relativt korte episodar (dei fleste rundt 20 minutt) blir det gitt ei innføring i tema som òg inngår i læringsmåla i psykiatri, mellom anna: Kva er psykiske lidingar? Kva er psykose? Angstlidingar, depressive lidingar, etelidingar, psykotiske lidingar, ADHD, autisme, bipolare lidingar, traumerelaterte lidingar, personlegdomslidingar, alderspsykiatri, rettspsykiatri, akuttpsykiatri, poliklinisk behandling, sjølvmord og strafferettsleg ansvar/rettspsykiatri. I tillegg blir behandlingsmetodar tekne opp: psykoterapi generelt, kognitiv åtferdsterapi, psykodynamisk terapi, familiearbeid, antidepressiva, stemningsstabiliserande og antipsykotika. Lovverk og utfordringar knytte til bruk av tvang, samt vurdering av strafferettsleg ansvar, blir òg drøfta.\n\nPedagogikk: E-læringa er ein podkast—lydopptak av samtalar. I tillegg til dei faste bidragsytarane i Psykopoden blir fagpersonar inviterte som samtalepartnarar.\n\nBrukt i: Psykiatri- og rusmedisinmodulen (modul 5) ved Universitetet i Oslo.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "j.i.rossberg@medisin.uio.no",
        "link": "https://www.med.uio.no/tjenester/kunnskap/psykopoden/episoder/"
      },
      {
        "title": "Depresjon",
        "description": "Læringsutbyte: Lære viktige ferdigheiter for å vurdere depresjon og alvorlegheitsgrad.\n\nPedagogikk: Kurset inneheld videoar, oppgåver i form av quiz og refleksjon, i tillegg til tekst.\n\nBrukt i: Eit supplement til ordinær psykiatriundervisning i modul 5 i medisinstudiet i Oslo.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "randi.ulberg@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/psykiatri/depresjon"
      },
      {
        "title": "Eteliding",
        "description": "Læringsutbyte: Lære viktige ferdigheiter for å vurdere psykose.\n\nPedagogikk: Kurset inneheld videoar, oppgåver i form av quiz og refleksjon, i tillegg til tekst.\n\nBrukt i: Eit supplement til ordinær psykiatriundervisning i modul 5 i medisinstudiet i Oslo.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "randi.ulberg@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/psykiatri/spiseforstyrrelser/"
      },
      {
        "title": "Psykose",
        "description": "Læringsutbyte: Lære viktige ferdigheiter for å vurdere psykose.\n\nPedagogikk: Kurset inneheld videoar, oppgåver i form av quiz og refleksjon, i tillegg til tekst.\n\nBrukt i: Eit supplement til ordinær psykiatriundervisning i modul 5 i medisinstudiet i Oslo.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "randi.ulberg@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/psykiatri/psykose/"
      },
      {
        "title": "Angst",
        "description": "Læringsutbyte: Lære viktige ferdigheiter for å vurdere angst.\n\nPedagogikk: Kurset inneheld videoar, tekst og oppgåver i form av quiz og refleksjonsoppgåver.\n\nBrukt i: Eit supplement til ordinær psykiatriundervisning i modul 5 i medisinstudiet i Oslo.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "randi.ulberg@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/psykiatri/angst/"
      }
    ]
  },
  {
    "id": 46,
    "title": "Radiologi",
    "submenuTitle": "Radiologi",
    "layout": "default",
    "content": [
      {
        "title": "Radiologi biletbase",
        "description": "Ei samling bilete frå radiologiske undersøkingar, med skildringar av undersøkingane, skildringar av funn og drøftingar av rolla undersøkingane har i utgreiinga av ulike sjukdommar.\n\nLæringsutbyte: Finne rett biletutgreiing for pasientar med ulike symptom og sjukdommar. Lære å tolke undersøkingar med patologiske funn ved å samanlikne med normale undersøkingar.\n\nPedagogikk: Nyttig både i radiologiundervisning og som supplement til klinisk undervisning. Supplement til ei radiologilærebok. Førelesingar, læringsmål og planen for gruppeundervisninga er òg tilgjengelege på radiologi.net.\n\nBrukt i: Aktivt brukt i gruppeundervisning i modul 3 og 8. Biletemateriale i førelesingar er henta frå databasen.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "knut.lundin@medisin.uio.no",
        "link": "https://prod-studmed.uio.no/radiologiark/"
      },
      {
        "title": "Radiologi",
        "description": "\n«under arbeid – ikkje alt verkar».\n",
        "email": "knut.lundin@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/radiologi/index.shtml"
      },
      {
        "title": "Ultralyd",
        "description": "Ultralyd blir brukt nesten overalt, så det kan verke rart at det ikkje har vore meir undervisning tidlegare. Dette heng saman med at opplæringa er svært praktisk—du lærer ikkje ultralyd av ei førelesing; du må gjere undersøkingar sjølv, under rettleiing, for å forstå korleis metoden skal brukast. Fordi dette krev så mykje éin-til-éin-undervisning, har det vore, og er framleis, ei hindring for å kunne gi god undervisning.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "knut.lundin@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ultralyd/index.shtml#/"
      }
    ]
  },
  {
    "id": 47,
    "title": "Rettsmedisin",
    "submenuTitle": "Rettsmedisin",
    "layout": "default",
    "content": []
  },
  {
    "id": 48,
    "title": "Revmatologi",
    "submenuTitle": "Revmatologi",
    "layout": "default",
    "content": [
      {
        "title": "Rørsleapparatet",
        "description": "E-læringsressursen om rørsleapparatet er meint som eit supplement til den kliniske undervisninga om rørsleapparatet for medisinstudentar. På desse sidene kan du både lese og sjå bilete/diagram og videoar som viser korleis ein undersøkjer dei ulike ledda. I tillegg finn du pasienthistorier og quiz. Ressursen vart utvikla i perioden 2015–2018. Medisinstudentane Caroline Kooy Tveiten, Hannah Ugletveit Jahr og Alexander Øvestad laga tekstar, teikningar og videoar saman med undervisarar primært innan ortopedisk kirurgi ved Oslo universitetssjukehus, Ortopedisk klinikk (Albog: Stein Tyrdal; Ankel/Fot: Are Stødle; Hand: Magne Røkkum; Skulder: Berte Bøe; Hofte: Lars Nordsletten; Kne: Lars Engebretsen), og dessutan fysikalsk medisin med professor Jens Ivar Brox (rygg og nakke). Professor Lars Engebretsen var fagleg ansvarleg for prosjektet. Læringsutbyte: Lære å gjennomføre korrekte leddundersøkingar av pasientar med varierande symptom og traume/sjukdom. Lære å tolke undersøkingar med patologiske funn ved å samanlikne dei med normale undersøkingar. Undervisningsopplegg: Ressursen er strukturert som eit oppslagsverk med hovudvekt på praktisk undersøkingsteknikk. Sjølvtesting er inkludert i form av quiz og virtuelle pasientar slik at studentane kan sjekke læringsprosessen sin. Nyttig i undervisning i ortopedi, fysikalsk medisin og revmatologi, og som supplement i seinare klinisk arbeid. Supplement til ei ortopedilærebok. Brukt i: Aktivt brukt i gruppeundervisning i modul 3 og 8, og som supplement til førelesingar innan dei same temaa. I modul 3 får studentane grunnleggjande kunnskap om rørsleapparatet si normale oppbygging og funksjon og lærer relevant undersøkingsmetodikk. Modul 8 har hovudfokus på patologikunnskap, vidare bruk av relevante undersøkingar i diagnostisk arbeid og vidare behandling av pasienten sitt problem. Utvikla ved: Universitetet i Oslo.",
        "email": " lars.engebretsen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ortopedi/index.shtml"
      },
      {
        "title": "Radiologi biletbase",
        "description": "Ei samling bilete frå radiologiske undersøkingar, med skildringar av undersøkingane, skildringar av funn og drøftingar av rolla undersøkingane har i utgreiinga av ulike sjukdommar.\n\nLæringsutbyte: Finne rett biletutgreiing for pasientar med ulike symptom og sjukdommar. Lære å tolke undersøkingar med patologiske funn ved å samanlikne med normale undersøkingar.\n\nPedagogikk: Nyttig både i radiologiundervisning og som supplement til klinisk undervisning. Supplement til ei radiologilærebok. Førelesingar, læringsmål og planen for gruppeundervisninga er òg tilgjengelege på radiologi.net.\n\nBrukt i: Aktivt brukt i gruppeundervisning i modul 3 og 8. Biletemateriale i førelesingar er henta frå databasen.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "knut.lundin@medisin.uio.no",
        "link": "https://prod-studmed.uio.no/radiologiark/"
      }
    ]
  },
  {
    "id": 49,
    "title": "Samfunnsmedisin",
    "submenuTitle": "Samfunnsmedisin",
    "layout": "default",
    "content": []
  },
  {
    "id": 50,
    "title": "Sjukepleie",
    "submenuTitle": "Sjukepleie",
    "layout": "default",
    "content": [
      {
        "title": "Vurdering av komplekse helseproblem hos eldre",
        "description": "Læringsutbyte: Løyse situasjonsspesifikke, komplekse helseproblem hos eldre som krev systematisk kartlegging, klinisk vurdering og målretta, pasientsentrerte tiltak.\n\nPedagogikk: Ressursen har som mål å styrkje praksisnær undervisning i systematiske kartleggingar av utfordringar som kronisk sjukdom, kognitiv svikt, ernæring og kommunikasjon/kontakt. Han presenterer strategiar for systematisk undersøking og utfordrar læraren til å analysere styrkar, svakheiter og behovet for kontekstuell tilpassing basert på subjektive teikn og objektive data og funn frå anerkjende kartleggings-, screening- og livskvalitetsinstrument. Han introduserer teknikkar og undersøkingsstrategiar, gir interaktive oppgåver med tilbakemelding, og viser refleksjonssekvensar, i tillegg til oppgåver spesielt for masterprogrammet «avansert geriatrisk sjukepleie».\n\nBrukt i: Masterprogrammet «avansert geriatrisk sjukepleie» og som introduksjon til geriatri og allmennmedisin.\n\nFøresetnader: Anatomi, fysiologi, grunnleggjande sjukepleie.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": " anne.moen@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/sykepleie/ags/forside/"
      },
      {
        "title": "Legemiddelrekning og praktisk legemiddelhandtering",
        "description": "Læringsutbyte: Gje medisinstudentar ei oversikt over legemiddelrekning og praktisk legemiddelhandtering, inkludert oppsett av infusjonssett, fortynning av injeksjons- og infusjonsvæsker og utrekning av infusjonshastigheit.\n\nPedagogikk: E-læringskurset er strukturert i 6 kapittel med korte tekstar, illustrerande bilete og kliniske kasus med fleirvalsoppgåver i rekning.\n\nBrukt i: Utvikla som supplement til ferdigheitskurs ved Ferdigheitssenteret ved UiO om innlegging av perifer venekanyle, oppsett av infusjonssett og administrering av subkutane og intramuskulære injeksjonar. Kurset kan òg nyttast som supplement til undervisning i anestesiologi.\n\nFøresetnader: Grunnleggjande medisinsk kunnskap.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "ferdighetssenteret@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/ferdighetssenteret/legemiddelregning/index.shtml"
      }
    ]
  },
  {
    "id": 51,
    "title": "Testfag",
    "submenuTitle": "Testfag",
    "layout": "default",
    "content": []
  },
  {
    "id": 52,
    "title": "Thoraxkirurgi",
    "submenuTitle": "Thoraxkirurgi",
    "layout": "default",
    "content": []
  },
  {
    "id": 53,
    "title": "Urologi",
    "submenuTitle": "Urologi",
    "layout": "default",
    "content": []
  },
  {
    "id": 54,
    "title": "Øyre-nase-hals (ØNH)",
    "submenuTitle": "Øyre-nase-hals (ØNH)",
    "layout": "default",
    "content": []
  },
  {
    "id": 55,
    "title": "Augesjukdommar",
    "submenuTitle": "Augesjukdommar",
    "layout": "default",
    "content": [
      {
        "title": "Augeportalen",
        "description": "Læringsutbyte: Støtte læring i å undersøkje, skildre, diagnostisere og behandle augesjukdommar.\n\nPedagogikk: Eit supplement til lærebøker, førelesingar, klinikk, ferdigheitskurs i undersøkingsteknikk og klinisk smågruppeundervisning. Ressursane er samordna med læreplanen i oftalmologi. Det blir lagt vekt på å lære terminologi og omgrep, presentere kliniske funn, og systematisk undersøkingsteknikk, inkludert video av vanlege praktiske prosedyrar. Virtuelle pasientar har som mål å betre klinisk resonnering og auke innsikt.\n\nBrukt i: Tilpassa medisinstudiet sitt 7. semester (modul 4) ved Universitetet i Oslo. Kan òg nyttast av norske studentar i utlandet, utanlandske legar som ønskjer å arbeide i Noreg, eller anna helsepersonell.\n\nFøresetnader: Grunnleggjande medisinsk kunnskap.\n\nDenne e-læringsressursen vart utvikla ved: Universitetet i Oslo",
        "email": "e-laring@medisin.uio.no",
        "link": "https://studmed.uio.no/elaring/fag/oyesykdommer/index.shtml"
      }
    ]
  }
]
